Repository: xchat-gnome/xchat-gnome
Catalog: help/*/*.po
Languages: da, el, sv, zh_cn

# _
source: translator-credits
el: Ελληνική μεταφραστική ομάδα του GNOME Δημήτρης Σπίγγος <dmtrs32@gmail.com>, 2013, 2014 Μαρία Μαυρίδου <mavridou@gmail.com>, 2014 Για περισσότερα δείτε: http://gnome.gr
sv: Daniel Nylander <po@danielnylander.se>, 2007 Josef Andersson <josef.andersson@fripost.org>, 2016

source: <application>XChat-GNOME</application> Manual
da: Manual til <application>XChat-GNOME</application>
el: Εγχειρίδιο <application>XChat-GNOME</application>
sv: Handbok för <application>XChat-GNOME</application>
zh_cn: <application>XChat-GNOME</application> 手册

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="help:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
el: Χορηγείται άδεια αντιγραφής, διανομής και/ή τροποποίησης του παρόντος εγγράφου υπό τους όρους της έκδοσης 1.1 της Ελεύθερης Άδειας Τεκμηρίωσης GNU (GFDL), ή οποιασδήποτε μεταγενέστερης έκδοσής αυτής από το Ίδρυμα Ελεύθερου Λογισμικού (FSF), χωρίς αμετάβλητες ενότητες, κείμενα εμπροσθοφύλλου και κείμενα οπισθοφύλλου. Αντίγραφο της άδειας GFDL είναι διαθέσιμο στον ακόλουθο <ulink type="help" url="ghelp:fdl">σύνδεσμο</ulink>, ή στο αρχείο COPYING-DOCS που διανέμεται μαζί με το παρόν εγχειρίδιο.
sv: Tillstånd att kopiera, distribuera och/eller modifiera detta dokument ges under villkoren i GNU Free Documentation License (GFDL), version 1.1 eller senare, utgivet av Free Software Foundation utan standardavsnitt och omslagstexter. En kopia av GFDL finns att hämta på denna <ulink type="help" url="help:fdl">länk</ulink> eller i filen COPYING-DOCS som medföljer denna handbok.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
da: Denne manual er en del af GNOME-manualsamlingen distribueret under GFDL. Hvis du vil distribuere denne manual separat fra denne samling, kan du gøre det ved at tilføje en kopi af licensen til manualen, som beskrevet i sektion 6 af licensen.
el: Αυτό το εγχειρίδιο αποτελεί μέρος της συλλογής εγχειριδίων του GNOME που διανέμονται υπό τους όρους της GFDL. Αν επιθυμείτε να διανείμετε το παρόν εγχειρίδιο ξεχωριστά από τη συλλογή, οφείλετε να προσθέσετε στο εγχειρίδιο αντίγραφο της άδειας χρήσης, όπως προβλέπεται στην ενότητα 6 της άδειας.
sv: Denna handbok utgör en av flera GNOME-handböcker som distribueras under villkoren i GFDL. Om du vill distribuera denna handbok separat från övriga handböcker kan du göra detta genom att lägga till en kopia av licensavtalet i handboken enligt instruktionerna i avsnitt 6 i licensavtalet.
zh_cn: 本手册是 GNOME 手册 的一部分并按GFDL协议发行.如果你想单独发布这一部分，请按照协议第6节的要求在发布时附加一份GFDL的拷贝。

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
da: Mange af navnene brugt af firmaer til at skelne deres produkter og tjenester er registrerede varemærker. Der hvor disse navne optræder i GNOME-dokumentationen, og medlemmerne af GNOME-dokumentationsprojektet er blevet gjort opmærksomme på disse varemærker, er navnene skrevet med store bogstaver eller store forbogstaver.
el: Πολλές από τις ονομασίες που χρησιμοποιούνται από εταιρείες για την διαφοροποίηση των προϊόντων και υπηρεσιών τους έχουν καταχωρηθεί ως εμπορικά σήματα. Σε όποιο σημείο της τεκμηρίωσης GNOME τυχόν εμφανίζονται αυτές οι ονομασίες, και εφόσον τα μέλη του Έργου τεκμηρίωσης GNOME έχουν λάβει γνώση αυτών των εμπορικών σημάτων, οι ονομασίες ή τα αρχικά αυτών θα γράφονται με κεφαλαίους χαρακτήρες.
sv: Flera namn på produkter och tjänster är registrerade varumärken. I de fall dessa namn förekommer i GNOME-dokumentation - och medlemmarna i GNOME-dokumentationsprojektet är medvetna om dessa varumärken - är de skrivna med versaler eller med inledande versal.
zh_cn: 公司为了标识它们的产品和服务而将很多名称声明为商标。在GNOME文档和GNOME文档计划的成员中，这些名称会以大写或者首字母大写的形式标识出来。

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
da: DETTE DOKUMENT GØRES TILGÆNGELIGT SÅDAN SOM DET ER, UDEN NOGEN FORM FOR GARANTI, HVERKEN UDTALT ELLER ANTYDET, DERIBLANDT, UDEN BEGRÆNSNINGER, GARANTIER OM AT DOKUMENTET ELLER ÆNDREDE VERSIONER AF DOKUMENTET ER FRIT FOR DEFEKTER, PASSENDE TIL ET BESTEMT FORMÅL ELLER IKKE-KRÆNKENDE. DU HÆFTER SELV FOR HELE RISIKOEN VEDRØRENDE KVALITET, KORREKTHED OG YDELSE FOR DOKUMENTET ELLER ÆNDREDE VERSIONER AF DOKUMENTET. SKULLE ET DOKUMENT, ELLER EN ÆNDRET VERSION AF ET DOKUMENT VISE SIG AT VÆRE DEFEKT PÅ EN HVILKEN SOM HELST MÅDE, HÆFTER DU FOR BETALING FOR EVENTUEL NØDVENDIG SERVICE, REPARATION ELLER KORREKTION (OG IKKE HVERKEN DEN OPRINDELIGE FORFATTER, SKRIBENT ELLER NOGEN ANDEN BIDRAGYDER). DENNE ERKLÆRING OM GARANTIFORBEHOLD ER EN ESSENTIEL DEL AF DENNE LICENS. INGEN BRUG AF NOGET DOKUMENT ELLER ÆNDRET VERSION AF DOKUMENTET ER AUTORISERET HERUNDER BORTSET FRA DENNE ANSVARSFRASKRIVELSE; OG
el: ΤΟ ΠΑΡΟΝ ΕΓΓΡΑΦΟ ΠΑΡΕΧΕΤΑΙ "ΩΣ ΕΧΕΙ", ΧΩΡΙΣ ΟΠΟΙΑΔΗΠΟΤΕ ΑΛΛΗ ΕΓΓΥΗΣΗ, ΕΙΤΕ ΡΗΤΗ ΕΙΤΕ ΣΙΩΠΗΡΗ, ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΗΣ, ΧΩΡΙΣ ΠΕΡΙΟΡΙΣΜΟ, ΤΗΣ ΕΓΓΥΗΣΗΣ ΟΤΙ ΤΟ ΕΓΓΡΑΦΟ, Ή Η ΤΡΟΠΟΠΟΙΗΜΕΝΗ ΕΚΔΟΣΗ ΑΥΤΟΥ, ΕΙΝΑΙ ΕΜΠΟΡΕΥΣΙΜΟ, ΚΑΤΑΛΛΗΛΟ ΓΙΑ ΕΙΔΙΚΟ ΣΚΟΠΟ ΚΑΙ ΔΕΝ ΠΡΟΣΒΑΛΛΕΙ ΔΙΚΑΙΩΜΑΤΑ ΤΡΙΤΩΝ. Ο ΧΡΗΣΤΗΣ ΑΝΑΛΑΜΒΑΝΕΙ ΕΞ ΟΛΟΚΛΗΡΟΥ ΤΗΝ ΕΘΥΝΗ ΩΣ ΠΡΟΣ ΤΗΝ ΠΟΙΟΤΗΤΑ, ΤΗΝ ΑΚΡΙΒΕΙΑ ΚΑΙ ΤΗΝ ΧΡΗΣΗ ΤΟΥ ΕΓΓΡΑΦΟΥ Ή ΤΗΣ ΤΡΟΠΟΠΟΙΗΜΕΝΗΣ ΕΚΔΟΣΗΣ ΑΥΤΟΥ. ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΥ ΟΠΟΙΟΔΗΠΟΤΕ ΕΓΓΡΑΦΟ Ή ΤΡΟΠΟΠΟΙΗΜΕΝΗ ΕΚΔΟΣΗ ΑΥΤΟΥ ΑΠΟΔΕΙΧΘΟΥΝ ΕΛΑΤΤΩΜΑΤΙΚΑ ΚΑΘ' ΟΙΟΝΔΗΠΟΤΕ ΤΡΟΠΟ, Ο ΧΡΗΣΤΗΣ (ΚΑΙ ΟΧΙ Ο ΑΡΧΙΚΟΣ ΣΥΓΓΡΑΦΕΑΣ, ΔΗΜΙΟΥΡΓΟΣ Ή ΟΠΟΙΟΣΔΗΠΟΤΕ ΣΥΝΤΕΛΕΣΤΗΣ) ΑΝΑΛΑΜΒΑΝΕΙ ΤΟ ΚΟΣΤΟΣ ΟΠΟΙΑΣΔΗΠΟΤΕ ΑΝΑΓΚΑΙΑΣ ΣΥΝΤΗΡΗΣΗΣ, ΕΠΙΣΚΕΥΗΣ Ή ΔΙΟΡΘΩΣΗΣ. Η ΠΑΡΟΥΣΑ ΑΠΟΠΟΙΗΣΗ ΕΓΓΥΗΣΗΣ ΑΠΟΤΕΛΕΙ ΑΝΑΠΟΣΠΑΣΤΟ ΜΕΡΟΣ ΤΗΣ ΑΔΕΙΑΣ. ΔΕΝ ΕΠΙΤΡΕΠΕΤΑΙ ΟΥΔΕΜΙΑ ΧΡΗΣΗ ΤΟΥ ΕΓΓΡΑΦΟΥ Ή ΤΡΟΠΟΠΟΙΗΜΕΝΩΝ ΕΚΔΟΣΕΩΝ ΑΥΤΟΥ ΣΥΜΦΩΝΑ ΜΕ ΤΟΥΣ ΟΡΟΥΣ ΤΗΣ ΠΑΡΟΥΣΑΣ, ΠΑΡΑ ΜΟΝΟ ΕΑΝ ΣΥΝΟΔΕΥΕΤΑΙ ΑΠΟ ΤΗΝ ΑΠΟΠΟΙΗΣΗ ΕΓΓΥΗΣΗΣ, ΚΑΙ
sv: DOKUMENTET TILLHANDAHÅLLS I "BEFINTLIGT SKICK" UTAN NÅGRA SOM HELST GARANTIER, VARE SIG UTTRYCKLIGA ELLER UNDERFÖRSTÅDDA, INKLUSIVE, MEN INTE BEGRÄNSAT TILL, GARANTIER ATT DOKUMENTET ELLER EN MODIFIERAD VERSION AV DOKUMENTET INTE INNEHÅLLER NÅGRA FELAKTIGHETER, ÄR LÄMPLIGT FÖR ETT VISST ÄNDAMÅL ELLER INTE STRIDER MOT LAG. HELA RISKEN VAD GÄLLER KVALITET, EXAKTHET OCH UTFÖRANDE AV DOKUMENTET OCH MODIFIERADE VERSIONER AV DOKUMENTET LIGGER HELT OCH HÅLLET PÅ ANVÄNDAREN. OM ETT DOKUMENT ELLER EN MODIFIERAD VERSION AV ETT DOKUMENT SKULLE VISA SIG INNEHÅLLA FELAKTIGHETER I NÅGOT HÄNSEENDE ÄR DET DU (INTE DEN URSPRUNGLIGA SKRIBENTEN, FÖRFATTAREN ELLER NÅGON ANNAN MEDARBETARE) SOM FÅR STÅ FÖR ALLA EVENTUELLA KOSTNADER FÖR SERVICE, REPARATIONER ELLER KORRIGERINGAR. DENNA GARANTIFRISKRIVNING UTGÖR EN VÄSENTLIG DEL AV DETTA LICENSAVTAL. DETTA INNEBÄR ATT ALL ANVÄNDNING AV ETT DOKUMENT ELLER EN MODIFIERAD VERSION AV ETT DOKUMENT BEVILJAS ENDAST UNDER DENNA ANSVARSFRISKRIVNING;

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
da: UNDER INGEN OMSTÆNDIGHEDER OG UNDER INGEN JURIDISK TEORI, UANSET OM DET ER EN BEVIDST SKADENDE HANDLING (INKLUSIVE UFORSVARLIGHED) ELLER PÅ HVILKEN SOM HELST ANDEN MÅDE, KAN FORFATTEREN, SKRIBENT, BIDRAGYDERE, DISTRIBUTØRER ELLER LEVERANDØR AF DETTE DOKUMENT ELLER MODIFICEREDE VERSIONER GØRES ANSVARLIG OVERFOR NOGEN PERSON FOR NOGEN DIREKTE, INDIREKTE, SPECIEL, TILFÆLDIG ELLER FØLGENDE SKADE PÅFØRT NOGEN INKLUSIVE, UDEN BEGRÆNSNING, SKADE SOM FØLGE AF TAB AF RYGTE, ARBEJDSSTOP, COMPUTERFEJL ELLER -SVIGT, ELLER ENHVER ANDEN FORM FOR SKADE ELLER TAB SOM ER OPSTÅET I FORBINDELSE MED BRUG AF DETTE DOKUMENT ELLER MODIFICEREDE VERSIONER HERAF, SELV HVIS EN SÅDAN PART HAR VÆRET INFORMERET OM MULIGHEDEN FOR SÅDANNE SKADER.
el: Ο ΔΗΜΙΟΥΡΓΟΣ, Ο ΑΡΧΙΚΟΣ ΣΥΓΓΡΑΦΕΑΣ, ΟΙ ΣΥΝΤΕΛΕΣΤΕΣ Ή ΟΙ ΔΙΑΝΟΜΕΙΣ ΤΟΥ ΕΓΓΡΑΦΟΥ Ή ΤΡΟΠΟΠΟΙΗΜΕΝΗΣ ΕΚΔΟΣΗΣ ΑΥΤΟΥ, ΚΑΘΩΣ ΚΑΙ ΟΙ ΠΡΟΜΗΘΕΥΤΕΣ ΟΠΟΙΩΝΔΗΠΟΤΕ ΕΚ ΤΩΝ ΠΡΟΑΝΑΦΕΡΟΜΕΝΩΝ ΜΕΡΩΝ, ΔΕΝ ΕΥΘΥΝΟΝΤΑΙ ΕΝΑΝΤΙ ΟΙΟΥΔΗΠΟΤΕ, ΣΕ ΚΑΜΙΑ ΠΕΡΙΠΤΩΣΗ ΚΑΙ ΥΠΟ ΚΑΜΙΑ ΕΡΜΗΝΕΙΑ ΝΟΜΟΥ, ΕΙΤΕ ΕΞ ΑΔΙΚΟΠΡΑΞΙΑΣ (ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΗΣ ΤΗΣ ΑΜΕΛΕΙΑΣ) ΕΙΤΕ ΣΤΟ ΠΛΑΙΣΙΟ ΣΥΜΒΑΤΙΚΗΣ Ή ΑΛΛΗΣ ΥΠΟΧΡΕΩΣΗΣ, ΓΙΑ ΤΥΧΟΝ ΑΜΕΣΕΣ, ΕΜΜΕΣΕΣ, ΕΙΔΙΚΕΣ, ΤΥΧΑΙΕΣ Ή ΣΥΝΕΠΑΚΟΛΟΥΘΕΣ ΖΗΜΙΕΣ ΟΠΟΙΑΣΔΗΠΟΤΕ ΜΟΡΦΗΣ, ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΩΝ, ΧΩΡΙΣ ΠΕΡΙΟΡΙΣΜΟ, ΖΗΜΙΩΝ ΛΟΓΩ ΑΠΩΛΕΙΑΣ ΦΗΜΗΣ ΚΑΙ ΠΕΛΑΤΕΙΑΣ, ΔΙΑΚΟΠΗΣ ΕΡΓΑΣΙΩΝ, ΔΥΣΛΕΙΤΟΥΡΓΙΑΣ Ή ΒΛΑΒΗΣ ΗΛΕΚΤΡΟΝΙΚΩΝ ΥΠΟΛΟΓΙΣΤΩΝ, Ή ΚΑΘΕ ΑΛΛΗΣ ΖΗΜΙΑΣ Ή ΑΠΩΛΕΙΑΣ ΠΟΥ ΟΦΕΙΛΕΤΑΙ Ή ΣΧΕΤΙΖΕΤΑΙ ΜΕ ΤΗΝ ΧΡΗΣΗ ΤΟΥ ΕΓΓΡΑΦΟΥ ΚΑΙ ΤΩΝ ΤΡΟΠΟΠΟΙΗΜΕΝΩΝ ΕΚΔΟΣΕΩΝ ΑΥΤΟΥ, ΑΚΟΜΑ ΚΑΙ ΑΝ ΤΑ ΩΣ ΑΝΩ ΜΕΡΗ ΕΙΧΑΝ ΛΑΒΕΙ ΓΝΩΣΗ ΤΗΣ ΠΙΘΑΝΟΤΗΤΑΣ ΠΡΟΚΛΗΣΗΣ ΤΕΤΟΙΩΝ ΖΗΜΙΩΝ.
sv: UNDER INGA OMSTÄNDIGHETER ELLER INOM RAMEN FÖR NÅGON LAGSTIFTNING, OAVSETT OM DET GÄLLER KRÄNKNING (INKLUSIVE VÅRDSLÖSHET), KONTRAKT ELLER DYLIKT, SKA FÖRFATTAREN, DEN URSPRUNGLIGA SKRIBENTEN ELLER ANNAN MEDARBETARE ELLER ÅTERFÖRSÄLJARE AV DOKUMENTET ELLER AV EN MODIFIERAD VERSION AV DOKUMENTET ELLER NÅGON LEVERANTÖR TILL NÅGON AV NÄMNDA PARTER STÄLLAS ANSVARIG GENTEMOT NÅGON FÖR NÅGRA DIREKTA, INDIREKTA, SÄRSKILDA ELLER OFÖRUTSEDDA SKADOR ELLER FÖLJDSKADOR AV NÅGOT SLAG, INKLUSIVE, MEN INTE BEGRÄNSAT TILL, SKADOR BETRÄFFANDE FÖRLORAD GOODWILL, HINDER I ARBETET, DATORHAVERI ELLER NÅGRA ANDRA TÄNKBARA SKADOR ELLER FÖRLUSTER SOM KAN UPPKOMMA PÅ GRUND AV ELLER RELATERAT TILL ANVÄNDNINGEN AV DOKUMENTET ELLER MODIFIERADE VERSIONER AV DOKUMENTET, ÄVEN OM PART SKA HA BLIVIT INFORMERAD OM MÖJLIGHETEN TILL SÅDANA SKADOR.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
el: ΤΟ ΠΑΡΟΝ ΕΓΓΡΑΦΟ ΚΑΙ ΟΙ ΤΡΟΠΟΙΗΜΕΝΕΣ ΕΚΔΟΣΕΙΣ ΑΥΤΟΥ ΠΑΡΕΧΟΝΤΑΙ ΥΠΟ ΤΟΥΣ ΟΡΟΥΣ ΤΗΣ ΕΛΕΥΘΕΡΗΣ ΑΔΕΙΑΣ ΤΕΚΜΗΡΙΩΣΗΣ GNU (GFDL) ΚΑΙ ΜΕ ΤΗΝ ΠΕΡΑΙΤΕΡΩ ΔΙΕΥΚΡΙΝΙΣΗ ΟΤΙ: <_:orderedlist-1/>
sv: DOKUMENTET OCH MODIFIERADE VERSIONER AV DOKUMENTET TILLHANDAHÅLLS UNDER VILLKOREN I GNU FREE DOCUMENTATION LICENSE ENDAST UNDER FÖLJANDE FÖRUTSÄTTNINGAR: <_:orderedlist-1/>

source: <firstname>Brian</firstname> <surname>Pepple</surname> <affiliation> <orgname>Fedora Project</orgname> <address> <email>bpepple@fedoraproject.org</email> </address> </affiliation>
el: <firstname>Brian</firstname> <surname>Pepple</surname> <affiliation> <orgname>Έργο Fedora</orgname> <address> <email>bpepple@fedoraproject.org</email> </address> </affiliation>

source: <firstname>Joachim</firstname> <surname>Noreiko</surname> <affiliation> <orgname>GNOME Documentation Project</orgname> <address> <email>jnoreiko@yahoo.com</email> </address> </affiliation>
el: <firstname>Joachim</firstname> <surname>Noreiko</surname> <affiliation> <orgname>Έργο τεκμηρίωσης GNOME</orgname> <address> <email>jnoreiko@yahoo.com</email> </address> </affiliation>
sv: <firstname>Joachim</firstname> <surname>Noreiko</surname> <affiliation> <orgname>GNOME:s dokumentationsprojekt</orgname> <address> <email>jnoreiko@yahoo.com</email> </address> </affiliation>

source: GNOME Documentation Project
da: GNOME-dokumentationsprojektet
el: Έργο τεκμηρίωσης GNOME
sv: GNOME:s dokumentationsprojekt
zh_cn: GNOME 文档计划

source: <revnumber>XChat-GNOME Manual 2.1</revnumber> <date>December 2006</date> <_:revdescription-1/>
el: <revnumber>XChat-GNOME Εγχειρίδιο 2.1</revnumber> <date>Δεκέμβριος 2006</date> <_:revdescription-1/>
sv: <revnumber>Handbok för XChat-GNOME 2.1</revnumber> <date>December 2006</date> <_:revdescription-1/>

source: <revnumber>XChat-GNOME Manual V2.0</revnumber> <date>November 2005</date> <_:revdescription-1/>
el: <revnumber>XChat-GNOME Εγχειρίδιο V2.0</revnumber> <date>Νοέμβριος 2005</date> <_:revdescription-1/>
sv: <revnumber>Handbok för XChat-GNOME V2.0</revnumber> <date>November 2005</date> <_:revdescription-1/>

source: This manual describes version 0.16 of XChat-GNOME.
da: Denne manual beskriver version 0.16 af XChat-GNOME.
el: Αυτό το εγχειρίδιο περιγράφει την έκδοση 0.16 του XChat-GNOME.
sv: Den här handboken beskriver version 0.16 av XChat-GNOME.
zh_cn: 本手册描述的是 XChat-GNOME 0.16 版

source: Feedback
da: Tilbagemeldinger
el: Aνάδραση
sv: Återkoppling
zh_cn: 反馈

source: To report a bug or make a suggestion regarding the <application>XChat-GNOME</application> application or this manual, follow the directions in the Feedback section of the <ulink url="ghelp:user-guide?feedback-bugs" type="help">GNOME User Guide</ulink>.
da: Hvis du ønsker at indrapportere en fejl eller komme med et forslag vedrørende programmet <application>XChat-GNOME</application> eller denne manual så følg vejledningen på siden <ulink url="ghelp:gnome-feedback" type="help">tilbagemeldinger omkring GNOME</ulink>.
el: Για να αναφέρετε ένα σφάλμα ή να κάνετε μια πρόταση σχετικά με την εφαρμογή <application>XChat-GNOME</application> ή αυτό το εγχειρίδιο, ακολουθήστε τις οδηγίες στην ενότητα ανάδρασης του <ulink url="ghelp:user-guide?feedback-bugs" type="help">Οδηγός χρήσης GNOME</ulink>.
sv: För att rapportera ett fel eller komma med ett förslag angående programmet <application>XChat-GNOME</application> eller denna handbok, följ instruktionerna i återkopplingsavsnittet i <ulink url="ghelp:user-guide?feedback-bugs" type="help">användarguiden för GNOME</ulink>.
zh_cn: 报告关于 <application>XChat-GNOME</application> 和本手册的 bug 或者提建议请参考 <ulink url="ghelp:user-guide?feedback-bugs" type="help">GNOME 用户指南</ulink> 中的“反馈 ”章节

source: A user manual which describes the use of the XChat-GNOME IRC client.
da: En brugermanual som beskriver brugen af IRC-klienten XChat-GNOME.
el: Ένα εγχειρίδιο χρήσης που περιγράφει τη χρήση του πελάτη IRC XChat-GNOME.
sv: En användarhandbok som beskriver användningen av irc-klienten XChat-GNOME.
zh_cn: XChat-GNOME IRC(互联网中继聊天)客户端的用户手册

source: Introduction
da: Indledning
el: Εισαγωγή
sv: Introduktion
zh_cn: 指导

source: The <application>XChat-GNOME</application> application is an Internet Relay Chat (IRC) program for the GNOME desktop.
da: Programmet <application>XChat-GNOME</application> er et Internet Relay Chat-program (IRC) til GNOME-skrivebordet.
el: Η εφαρμογή <application>XChat-GNOME</application> είναι ένα διαδικτυακό πρόγραμμα μεταγωγής συνομιλίας (IRC) για την επιφάνεια εργασίας GNOME.
sv: Programmet <application>XChat-GNOME</application> är ett Internet Relay Chat-program (IRC) för GNOME-skrivbordet.
zh_cn: <application>XChat-GNOME</application> 是GNOME桌面的一个互联网中继聊天(IRC)程序。

source: <application>XChat-GNOME</application> provides the following features:
da: <application>XChat-GNOME</application> har de følgende funktioner:
el: Το <application>XChat-GNOME</application> παρέχει τα ακόλουθα γνωρίσματα:
sv: <application>XChat-GNOME</application> tillhandahåller följande funktioner:
zh_cn: <application>XChat-GNOME</application> 提供如下功能:

source: Notification Area Icon Plugin
da: Ikonudvidelsesmodul for statusfeltet
el: Πρόσθετο εικονίδιο περιοχής ειδοποιήσεων
sv: Ikoninsticksmodul för aviseringsytan
zh_cn: 通知区域图标插件

source: Direct Client-To-Client (DCC) Transfers
da: Direkte klient-til-klient-overførsler (DCC)
el: Άμεσες μεταφορές πελάτη σε πελάτη (DCC)
sv: Direct Client-To-Client (DCC)-överföringar
zh_cn: 端到端(DCC)的直接传输

source: Direct Client-To-Client (DCC) Chats
da: Direkte klient-til-klient-snak (DCC)
el: Άμεσες συνομιλίας πελάτη σε πελάτη (DCC)
sv: Direct Client-To-Client (DCC)-chattar
zh_cn: 端到端(DCC)的直接聊天

source: Adherence to GNOME Human Interface Guidelines (HIG)
da: Følger GNOME Human Interface Guidelines (HIG)
el: Προσκόλληση στις οδηγίες ανθρώπινης διεπαφής του GNOME (HIG)
sv: Uppfyllelse av GNOME Human Interface Guidelines (HIG)
zh_cn: 遵从 GNOME 用户界面准则

source: Getting Started
da: Kom i gang
el: Ξεκίνημα
sv: Komma igång
zh_cn: 从这里开始

source: Starting <application>XChat-GNOME</application>
da: Start af <application>XChat-GNOME</application>
el: Έναρξη του <application>XChat-GNOME</application>
sv: Starta <application>XChat-GNOME</application>
zh_cn: 启动 <application>XChat-GNOME</application>

source: You can start <application>XChat-GNOME</application> in the following ways:
da: Du kan starte <application>XChat-GNOME</application> på de følgende måder:
el: Μπορείτε να εκκινήσετε το <application>XChat-GNOME</application> με τους εξής τρόπους:
sv: Du kan starta <application>XChat-GNOME</application> på följande sätt:
zh_cn: 你可以按以下方法启动 <application>XChat-GNOME</application>

source: <guimenu>Applications</guimenu> menu
da: Menuen <guimenu>Programmer</guimenu>
el: Μενού <guimenu>Εφαρμογές</guimenu>
sv: <guimenu>Program</guimenu>menyn
zh_cn: <guimenu>应用程序</guimenu> 菜单

source: Choose <menuchoice> <guisubmenu>Internet</guisubmenu> <guimenuitem>XChat-GNOME IRC Chat</guimenuitem> </menuchoice>.
el: Επιλέξτε <menuchoice> <guisubmenu>Διαδίκτυο</guisubmenu> <guimenuitem>Συνομιλία IRC XChat-GNOME</guimenuitem> </menuchoice>.
sv: Välj <menuchoice> <guisubmenu>Internet</guisubmenu> <guimenuitem>XChat-GNOME IRC-chatt</guimenuitem></menuchoice>.

source: Command line
da: Kommandolinje
el: Γραμμή εντολών
sv: Kommandorad
zh_cn: 命令行

source: To start <application>XChat-GNOME</application> from a command line, type <command>xchat-gnome</command>, then press <keycap>Return</keycap>:
da: For at starte <application>XChat-GNOME</application> fra en kommandolinje, tast <command>xchat-gnome</command>, og tryk så <keycap>Retur</keycap>:
el: Για να εκκινήσετε το <application>XChat-GNOME</application> από μια γραμμή εντολών, πληκτρολογήστε <command>xchat-gnome</command>, έπειτα πατήστε <keycap>Return</keycap>:
sv: För att starta <application>XChat-GNOME</application> från en kommandorad, skriv <command>xchat-gnome</command> och tryck sedan <keycap>Retur</keycap>:
zh_cn: 从命令行启动 <application>XChat-GNOME</application>，键入 <command>xchat-gnome</command>，然后按 <keycap>Return</keycap>：

source: To view other command line options that are available, type <command>xchat-gnome --help</command>, then press <keycap>Return</keycap>
da: For at se andre kommandolinjetilvalg som er tilgængelige, tast <command>xchat-gnome --help</command>, og tryk så <keycap>Retur</keycap>
el: Για να προβάλλετε άλλες επιλογές της γραμμής εντολών που είναι διαθέσιμες, πληκτρολογήστε <command>xchat-gnome --help</command>, έπειτα πατήστε <keycap>Return</keycap>
sv: För att visa andra tillgängliga kommandoradsflaggor, skriv <command>xchat-gnome --help</command> och tryck sedan <keycap>Retur</keycap>
zh_cn: 查看其他可用的命令行参数，键入 <command>xchat-gnome --help</command>，然后按 <keycap>Return</keycap>

source: When You Start <application>XChat-GNOME</application>
da: Når du starter <application>XChat-GNOME</application>
el: Όταν ξεκινάτε το <application>XChat-GNOME</application>
sv: När du startar <application>XChat-GNOME</application>
zh_cn: 当你启动了 <application>XChat-GNOME</application>

source: When you start <application>XChat-GNOME</application>, the following window is displayed.
da: Når du starter <application>XChat-GNOME</application>, vises det følgende vindue.
el: Όταν ξεκινάτε το <application>XChat-GNOME</application>, εμφανίζεται το παρακάτω παράθυρο.
sv: När du startar <application>XChat-GNOME</application> visas följande fönster.
zh_cn: 当你启动了 <application>XChat-GNOME</application>，会出现下面的窗口。

source: <application>XChat-GNOME</application> Main Window
da: Hovedvindue for <application>XChat-GNOME</application>
el: Κυρίως παράθυρο του <application>XChat-GNOME</application>
sv: <application>XChat-GNOME</application>-huvudfönster
zh_cn: <application>XChat-GNOME</application> 主窗口

source: <imageobject><imagedata fileref="figures/xchat-gnome_main_window.png" format="PNG"/> </imageobject> <textobject> <phrase>Shows <application>XChat-GNOME</application> main window. Contains titlebar, menubar, display area, and scrollbars. Menubar contains IRC, Edit, Network, Discussion, Go, and Help menus. </phrase> </textobject>
el: <imageobject><imagedata fileref="figures/xchat-gnome_main_window.png" format="PNG"/> </imageobject> <textobject> <phrase>Εμφανίζει το κυρίως παράθυρο του <application>XChat-GNOME</application>. Περιέχει τη γραμμή τίτλου, τη γραμμή μενού, την περιοχή εμφάνισης και τις γραμμές κύλισης. Η γραμμή μενού περιέχει τα μενού IRC, Επεξεργασία, Δίκτυο, Συζήτηση, Μετάβαση και Βοήθεια.</phrase> </textobject>
sv: <imageobject><imagedata fileref="figures/xchat-gnome_main_window.png" format="PNG"/> </imageobject> <textobject> <phrase>Visar huvudfönstret för <application>XChat-GNOME</application>. Innehåller titelrad, menyrad, visningsområde och rullningslister. Menyraden innehåller menyerna IRC, redigera, nätverk, diskussion, gå till samt hjälp. </phrase> </textobject>

source: The <application>XChat-GNOME</application> window contains the following elements:
da: Vinduet <application>XChat-GNOME</application> indeholder de følgende elementer:
el: Το παράθυρο <application>XChat-GNOME</application> περιέχει τα επόμενα στοιχεία:
sv: <application>XChat-GNOME</application>-fönstret innehåller följande element:
zh_cn: <application>XChat-GNOME</application> 窗口包含下列元素 ：

source: Menubar
da: Menulinje
el: Γραμμή μενού
sv: Menyrad
zh_cn: 菜单栏

source: The menus on the menubar contain all of the commands you need to use in <application>XChat-GNOME</application>.
da: Menuerne på menulinjen indeholder alle de kommandoer, du har brug for i <application>XChat-GNOME</application>.
el: Τα μενού στη γραμμή μενού περιέχουν όλες τις απαραίτητες χρησιμοποιούμενες εντολές στο <application>XChat-GNOME</application>.
sv: Menyerna på menyraden innehåller alla kommandon du behöver använda i <application>XChat-GNOME</application>.
zh_cn: 菜单栏的菜单包含你在 <application>XChat-GNOME</application> 中需要的所有命令。

source: Server Pane
da: Serverpanel
el: Παράθυρο διακομιστή
sv: Serverpanel
zh_cn: 服务器窗格

source: The Server Pane shows the Servers and Channels currently connected.
da: Serverpanelet viser de servere og kanaler, som aktuelt er forbundet.
el: Το παράθυρο διακομιστή εμφανίζει τους διακομιστές και τα κανάλια που είναι συνδεμένα.
sv: Serverpanelen visar anslutna servrar och kanaler.
zh_cn: 服务器窗格显示了当前连接的服务器和频道。

source: User Button
da: Brugerknap
el: Κουμπί χρήστη
sv: Användarknapp
zh_cn: 用户按钮
