Repository: xchat-gnome/xchat-gnome
Catalog: help/*/*.po
Languages: da, el, sv, zh_cn

source: To leave a Channel, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo></shortcut><guimenu>Discussion</guimenu><guimenuitem>Leave</guimenuitem></menuchoice>.
da: For at forlade en kanal, vælg <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo></shortcut><guimenu>Diskussion</guimenu><guimenuitem>Forlad</guimenuitem></menuchoice>.
zh_cn: 要离开一个频道，选择 <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo></shortcut><guimenu>讨论</guimenu><guimenuitem>离开</guimenuitem></menuchoice>。

source: To close a Channel, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>W</keycap></keycombo></shortcut><guimenu>Discussion</guimenu><guimenuitem>Close</guimenuitem></menuchoice>.
da: For at lukke en kanal, vælg <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>W</keycap></keycombo></shortcut><guimenu>Diskussion</guimenu><guimenuitem>Luk</guimenuitem></menuchoice>.
zh_cn: 要关闭一个频道，选择<menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>W</keycap></keycombo></shortcut><guimenu>讨论</guimenu><guimenuitem>关闭</guimenuitem></menuchoice>。

source: To view previous channel, choose <menuchoice><shortcut><keycombo><keycap>Alt</keycap><keycap>Up</keycap></keycombo></shortcut><guimenu>Go</guimenu><guimenuitem>Previous Discussion</guimenuitem></menuchoice>
da: For at vise forrige kanal, vælg <menuchoice><shortcut><keycombo><keycap>Alt</keycap><keycap>Op</keycap></keycombo></shortcut><guimenu>Gå til</guimenu><guimenuitem>Forrige diskussion</guimenuitem></menuchoice>
zh_cn: 要查看前一个频道，选择 <menuchoice><shortcut><keycombo><keycap>Alt</keycap><keycap>Up</keycap></keycombo></shortcut><guimenu>转到</guimenu><guimenuitem>前一个频道</guimenuitem></menuchoice>

source: To view next channel, choose <menuchoice><shortcut><keycombo><keycap>Alt</keycap><keycap>Down</keycap></keycombo></shortcut><guimenu>Go</guimenu><guimenuitem>Next Discussion</guimenuitem></menuchoice>
da: For at vise næste kanal, vælg <menuchoice><shortcut><keycombo><keycap>Alt</keycap><keycap>Ned</keycap></keycombo></shortcut><guimenu>Gå til</guimenu><guimenuitem>Næste diskussion</guimenuitem></menuchoice>
zh_cn: 要查看后一个频道，选择 <menuchoice><shortcut><keycombo><keycap>Alt</keycap><keycap>Down</keycap></keycombo></shortcut><guimenu>转到</guimenu><guimenuitem>后一个频道</guimenuitem></menuchoice>

source: To view previous server, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>Up</keycap></keycombo></shortcut><guimenu>Go</guimenu><guimenuitem>Previous Network</guimenuitem></menuchoice>
da: For at vise den forrige server, vælg <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>Op</keycap></keycombo></shortcut><guimenu>Gå til</guimenu><guimenuitem>Forrige netværk</guimenuitem></menuchoice>
zh_cn: 要查看前一个服务器，选择 <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>Up</keycap></keycombo></shortcut><guimenu>转到</guimenu><guimenuitem>前一个网络</guimenuitem></menuchoice>

source: To view next server, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>Down</keycap></keycombo></shortcut><guimenu>Go</guimenu><guimenuitem>Next Network</guimenuitem></menuchoice>
da: For at vise næste server, vælg <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>Ned</keycap></keycombo></shortcut><guimenu>Gå til</guimenu><guimenuitem>Næste netværk</guimenuitem></menuchoice>
zh_cn: 要查看后一个服务器，选择 <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>Up</keycap></keycombo></shortcut><guimenu>转到</guimenu><guimenuitem>后一个网络</guimenuitem></menuchoice>

source: To quit <application>XChat-GNOME</application>, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo></shortcut><guimenu>IRC</guimenu><guimenuitem>Quit</guimenuitem></menuchoice>.
da: For at afslutte <application>XChat-GNOME</application>, vælg <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo></shortcut><guimenu>IRC</guimenu><guimenuitem>Afslut</guimenuitem></menuchoice>.
zh_cn: 要离开 <application>XChat-GNOME</application>, 选择 <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo></shortcut><guimenu>IRC</guimenu><guimenuitem>离开</guimenuitem></menuchoice>。

source: To modify the preferences of <application>XChat-GNOME</application>, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. The <guilabel>Preferences</guilabel> dialog contains the following sections:
da: For at ændre indstillingerne i <application>XChat-GNOME</application>, vælg <menuchoice><guimenu>Rediger</guimenu><guimenuitem>Indstillinger</guimenuitem></menuchoice>. Dialogen <guilabel>Indstillinger</guilabel> indeholder de følgende sektioner:
zh_cn: 要设置 <application>XChat-GNOME</application>，选择 <menuchoice><guimenu>编辑</guimenu><guimenuitem>设置</guimenuitem></menuchoice>。 <guilabel>设置</guilabel> 对话框包含下列项目：

source: General
da: Generelt
zh_cn: 常规

source: Highlighting
da: Markering
zh_cn: 高亮

source: Use Interface
da: Brug grænseflade
zh_cn: 使用界面

source: Text Colors
da: Tekstfarver
zh_cn: 文本颜色

source: mIRC Colors
da: mIRC-farver
zh_cn: mIRC 颜色

source: Extra Colors
da: Ekstra farver
zh_cn: 其他颜色

source: File Transfers
da: Filoverførsler
zh_cn: 文件传输

source: DCC Settings
da: DCC-opsætning
zh_cn: DCC 设置

source: Throttling
da: Justering
zh_cn: 节流

source: Script and Plugins
da: Skript og udvidelsesmoduler
zh_cn: 脚本和插件

source: Network monitor
da: Netværksovervågning
zh_cn: 网络监视器

source: Auto Away
da: Automatisk væk
zh_cn: 自动离开

source: Sound notification
da: Lydpåmindelse
zh_cn: 声音通知

source: Notification
da: Påmindelse
zh_cn: 通知

source: On-screen display
da: Visning på skærmen
zh_cn: 屏幕菜单

source: Users Info
da: Brugerinfo
zh_cn: 用户信息

source: Automatically Join Channels
da: Indtræd automatisk i kanaler
zh_cn: 自动加入频道

source: translator-credits
da: Joe Hansen, 2010. Dansk-gruppen <dansk@dansk-gruppen.dk> Mere info: http://www.dansk-gruppen.dk
zh_cn: 翻译人员-致谢

source: XChat-GNOME Manual 2.1
zh_cn: XChat-GNOME 手册 2.1

source: URL scrapper
zh_cn: URL提取器
