Repository: xchat-gnome/xchat-gnome
Catalog: help/*/*.po
Languages: da, el, sv, zh_cn

source: The User Button shows the number of users present in the selected Channel. Click the User Button to show a list of users. User's in the list marked as away are "Grayed out".
da: Brugerknappen viser antallet af brugere til stede i den valgte kanal. Klik på brugerknappen for at vise en liste af brugere. Brugere i listen markeret som værende væk er "grået ud".
el: Το κουμπί χρήστη εμφανίζει τον αριθμό των παρόντων χρηστών στο επιλεγμένο κανάλι. Πατήστε το κουμπί χρήστη για να εμφανίσει μια λίστα χρηστών. Ο χρήστης που σημειώνεται στον κατάλογο ως απών είναι "αχνός".
sv: Användarknappen visar antalet närvarande användare i den valda kanalen. Klicka på användarknappen för att visa en lista över användare. Användare i listan som är markerade som borta är ”utgråade”.
zh_cn: 用户按钮显示了当前频道内的人数，单击用户按钮会显示用户列表。状态为“离开”的用户被标识为灰色。

source: Discussion Area
da: Diskussionsområde
el: Περιοχή συζήτησης
sv: Diskussionsytan
zh_cn: 讨论区域

source: The Discussion Area presents the discussion occurring in the selected Channel.
da: Diskussionsområdet præsenterer diskussionen, der opstår i den valgte kanal.
el: Η περιοχή συζήτησης παρουσιάζει τη συζήτηση που συμβαίνει στο επιλεγμένο κανάλι.
sv: Diskussionsytan visar diskussionen som pågår i den valda kanalen.
zh_cn: 讨论区域显示被选择频道的讨论。

source: Type into the message input line at the bottom of the discussion area to chat in the selected Channel.
da: Indtast i beskedinddatalinjen i bunden af diskussionsområdet for at snakke i den valgte kanal.
el: Πληκτρολογήστε στη γραμμή εισόδου μηνύματος στο τέλος της περιοχής συζήτησης για να συνομιλήσετε στο επιλεγμένο κανάλι.
sv: Skriv i meddelandets inmatningsrad längst ned i diskussionsytan för att chatta i den valda kanalen.
zh_cn: 在讨论区域底部的输入框中打字可以在当前选择的频道聊天。

source: Usage
da: Brug
el: Χρήση
sv: Användning
zh_cn: 使用

source: Connecting to an Internet Relay Chat (IRC) Server
da: Forbinder til en server af typen Internet Relay Chat (IRC)
el: Σύνδεση με έναν διακομιστή διαδικτυακής μεταγωγής συνομιλίας (IRC)
sv: Ansluta till en Internet Relay Chat (IRC)-server
zh_cn: 连接到IRC服务器

source: To connect to an Internet Relay Chat (IRC) Server, choose <menuchoice> <guimenu>IRC</guimenu> <guimenuitem>Connect</guimenuitem> </menuchoice>. The <guilabel>Connect</guilabel> dialog is displayed. Select the Server that you wish to connect to, then click <guibutton>Connect</guibutton>.
el: Για να συνδεθείτε με έναν διακομιστή διαδικτυακής μεταγωγής συνομιλίας (IRC), επιλέξτε <menuchoice> <guimenu>IRC</guimenu> <guimenuitem>Σύνδεση</guimenuitem> </menuchoice>. Ο διάλογος <guilabel>Σύνδεση</guilabel> εμφανίζεται. Επιλέξτε τον διακομιστή στον οποίον θέλετε να συνδεθείτε, έπειτα πατήστε <guibutton>Σύνδεση</guibutton>.
sv: För att ansluta till en Internet Relay Chat (IRC)-server, välj <menuchoice> <guimenu>IRC</guimenu> <guimenuitem>Anslut</guimenuitem> </menuchoice>. Dialogen <guilabel>Anslut</guilabel> visas. Välj den server du vill ansluta till och klicka sedan på <guibutton>Anslut</guibutton>.

source: Viewing Direct Client-To-Client (DCC) File Transfers Information
da: Vis filoverførelsesinformation for Direct Client-To-Client (DCC)
el: Προβολή άμεσων πληροφοριών μεταφοράς αρχείων πελάτη σε πελάτη (DCC)
sv: Visa filöverföringsinformation för Direct Client-To-Client (DCC)-överföringar
zh_cn: 查看 DCC 文件直传信息

source: To view Direct Client-To-Client (DCC) file transfer information, choose <menuchoice> <guimenu>IRC</guimenu> <guimenuitem>File Transfers</guimenuitem> </menuchoice>.
el: Για να προβάλετε τις πληροφορίες άμεσης μεταφοράς αρχείων από πελάτη σε πελάτη (DCC), επιλέξτε <menuchoice> <guimenu>IRC</guimenu> <guimenuitem>Μεταφορές αρχείων</guimenuitem> </menuchoice>.
sv: För att visa filöverföringsinformation för Direct Client-To-Client (DCC)-överföringar, välj <menuchoice> <guimenu>IRC</guimenu> <guimenuitem>Filöverföringar</guimenuitem> </menuchoice>.

source: Editing Text
da: Redigering af tekst
el: Επεξεργασία κειμένου
sv: Redigera text
zh_cn: 编辑文本

source: You can edit text in the following ways:
da: Du kan redigere tekst på de følgende måder:
el: Μπορείτε να επεξεργαστείτε κείμενο με τους εξής τρόπους:
sv: Du kan redigera text på följande sätt:
zh_cn: 你可以用以下办法编辑文本：

source: To delete the selected text from the file and move the selected text to a buffer, choose <menuchoice> <guimenu>Edit</guimenu> <guimenuitem>Cut</guimenuitem> </menuchoice>.
el: Για να διαγράψετε το επιλεγμένο κείμενο από το αρχείο και να μετακινήσετε το επιλεγμένο κείμενο σε μια ενδιάμεση μνήμη, επιλέξτε <menuchoice> <guimenu>Επεξεργασία</guimenu> <guimenuitem>Αποκοπή</guimenuitem> </menuchoice>.
sv: För att ta bort den markerade texten från filen och flytta den till en buffert, välj <menuchoice> <guimenu>Redigera</guimenu> <guimenuitem>Klipp ut</guimenuitem> </menuchoice>.

source: To copy the selected text to a buffer, choose <menuchoice><guimenu>Edit</guimenu> <guimenuitem>Copy</guimenuitem> </menuchoice>.
el: Για να αντιγράψετε το επιλεγμένο κείμενο σε μια ενδιάμεση μνήμη, επιλέξτε <menuchoice> <guimenu>Επεξεργασία</guimenu> <guimenuitem>Αντιγραφή</guimenuitem> </menuchoice>.
sv: För att kopiera den markerade texten till en buffert, välj <menuchoice><guimenu>Redigera</guimenu><guimenuitem>Kopiera</guimenuitem> </menuchoice>.

source: To insert the contents of the buffer at the cursor position, choose <menuchoice> <guimenu>Edit</guimenu> <guimenuitem>Paste</guimenuitem> </menuchoice>. You must cut or copy text before you can paste text into the file.
el: Για να παρεμβάλετε τα περιεχόμενα της ενδιάμεσης μνήμης στη θέση του δρομέα, επιλέξτε <menuchoice> <guimenu>Επεξεργασία</guimenu> <guimenuitem>Επικόλληση</guimenuitem> </menuchoice>. Πρέπει να αποκόψετε ή να αντιγράψετε το κείμενο πριν να μπορέσετε να το επικολλήσετε στο αρχείο.
sv: För att redigera innehållet i bufferten vid markörpositionen, välj <menuchoice> <guimenu>Redigera</guimenu> <guimenuitem>Klistra in</guimenuitem> </menuchoice>. Du måste klippa ut eller kopiera text innan du kan klistra in text i filen.

source: To clear all text from the Discussion Area for the currently selected Channel, choose <menuchoice><guimenu>Edit</guimenu> <guimenuitem>Clear</guimenuitem></menuchoice>.
el: Για να καθαρίσετε όλο το κείμενο από την περιοχή συζήτησης για το τρέχον επιλεγμένο κανάλι, επιλέξτε <menuchoice><guimenu>Επεξεργασία</guimenu> <guimenuitem>Καθαρισμός</guimenuitem></menuchoice>.
sv: För att rensa all text från diskussionsytan för den valda kanalen, välj <menuchoice><guimenu>Redigera</guimenu> <guimenuitem>Töm text</guimenuitem></menuchoice>.

source: Reconnecting to a Server
da: Gentilslutte til en server
el: Επανασύνδεση με διακομιστή
sv: Återanslut till en server
zh_cn: 重新连接服务器

source: To reconnect <application>XChat-GNOME</application> to an Internet Relay Chat (IRC) server, choose <menuchoice> <guimenu>Network</guimenu> <guimenuitem>Reconnect</guimenuitem> </menuchoice>.
el: Για να επανασυνδέσετε το <application>XChat-GNOME</application> σε έναν διακομιστή διαδικτυακής μεταγωγής συνομιλίας (IRC), επιλέξτε <menuchoice> <guimenu>Δίκτυο</guimenu> <guimenuitem>Επανασύνδεση</guimenuitem> </menuchoice>.
sv: För att återansluta <application>XChat-GNOME</application> till en Internet Relay Chat (IRC)-server, använd <menuchoice> <guimenu>Nätverk</guimenu> <guimenuitem>Återanslut</guimenuitem> </menuchoice>.

source: Disconnecting from a Server
da: Afbryde forbindelsen til en server
el: Αποσύνδεση από διακομιστή
sv: Koppla från en server
zh_cn: 关闭和服务器的连接

source: To disconnect <application>XChat-GNOME</application> from an Internet Relay Chat (IRC) server, choose <menuchoice> <guimenu>Network</guimenu> <guimenuitem>Disconnect</guimenuitem> </menuchoice>.
el: Για να αποσυνδέσετε το <application>XChat-GNOME</application> από έναν διακομιστή διαδικτυακής μεταγωγής συνομιλίας (IRC), επιλέξτε <menuchoice> <guimenu>Δίκτυο</guimenu> <guimenuitem>Αποσύνδεση</guimenuitem> </menuchoice>.
sv: För att koppla från <application>XChat-GNOME</application> från en Internet Relay Chat (IRC)-server, välj <menuchoice> <guimenu>Nätverk</guimenu> <guimenuitem>Koppla från</guimenuitem> </menuchoice>.

source: Saving a Channel Transcript
da: Gem et kanaltranskript
el: Αποθήκευση αντιγράφου καναλιού
sv: Spara en kanalutskrift
zh_cn: 保存频道记录

source: To save a transcript of a Channel, choose <menuchoice> <shortcut> <keycombo> <keycap>Ctrl</keycap> <keycap>S</keycap> </keycombo> </shortcut> <guimenu>Discussion</guimenu> <guimenuitem>Save Transcript</guimenuitem> </menuchoice>.
el: Για να αποθηκεύσετε ένα αντίγραφο ενός καναλιού, επιλέξτε <menuchoice> <shortcut> <keycombo> <keycap>Ctrl</keycap> <keycap>S</keycap> </keycombo> </shortcut> <guimenu>Συζήτηση</guimenu> <guimenuitem>Αποθήκευση αντιγράφου</guimenuitem> </menuchoice>.
sv: För att spara en kanalutskrift, välj <menuchoice> <shortcut> <keycombo> <keycap>Ctrl</keycap> <keycap>S</keycap> </keycombo> </shortcut> <guimenu>Diskussion</guimenu> <guimenuitem>Spara utskrift</guimenuitem> </menuchoice>.

source: Leaving a Channel
da: Forlade en kanal
el: Έξοδος από κανάλι
sv: Lämna en kanal
zh_cn: 离开频道

source: When you leave a channel, you are removed from the participants and can no longer chat in it, but the discussion up to that point remains in the Server Pane.
da: Når du forlader en kanal, fjernes du fra deltagerlisten og kan ikke længere snakke i kanalen, men diskussionen indtil dette tidspunkt bevares i serverpanelet.
el: Όταν αφήνετε ένα κανάλι, αφαιρείτε τους συμμετέχοντες και δεν μπορούν πια να συνομιλούν στο κανάλι, αλλά η συζήτηση μέχρι εκείνο το σημείο παραμένει στο παράθυρο του διακομιστή.
sv: När du lämnar en kanal tas du bort från deltagandelistan och kan inte längre chatta i den, men diskussionen fram till denna punkt finns kvar i serverpanelen.
zh_cn: 当你离开一个频道，你就不再是聊天的参与者，并且不能在频道里聊天，但是讨论内容依然留在窗口。

source: To leave a Channel, choose <menuchoice> <shortcut> <keycombo> <keycap>Ctrl</keycap> <keycap>Q</keycap> </keycombo> </shortcut> <guimenu>Discussion</guimenu> <guimenuitem>Leave</guimenuitem> </menuchoice>.
el: Για να αφήσετε ένα κανάλι, επιλέξτε <menuchoice> <shortcut> <keycombo> <keycap>Ctrl</keycap> <keycap>Q</keycap> </keycombo> </shortcut> <guimenu>Συζήτηση</guimenu> <guimenuitem>Έξοδος</guimenuitem> </menuchoice>.
sv: För att lämna en kanal välj <menuchoice> <shortcut> <keycombo> <keycap>Ctrl</keycap> <keycap>Q</keycap> </keycombo> </shortcut> <guimenu>Diskussion</guimenu> <guimenuitem>Lämna</guimenuitem> </menuchoice>.

source: Closing a Channel
da: Lukning af en kanal
el: Κλείσιμο καναλιού
sv: Stäng en kanal
zh_cn: 关闭频道

source: When you close a channel, the channel is removed from the list in the Server Pane.
da: Når du lukker en kanal, fjernes kanalen fra listen i serverpanelet.
el: Όταν κλείνετε ένα κανάλι, το κανάλι αφαιρείται από τον κατάλογο στο φάτνωμα του διακομιστή.
sv: När du stänger en kanal tas kanalen bort från listan i serverpanelen.
zh_cn: 当你关闭一个频道，这个频道会从服务器窗格移除。

source: To close a Channel, choose <menuchoice> <shortcut> <keycombo> <keycap>Ctrl</keycap> <keycap>W</keycap> </keycombo> </shortcut> <guimenu>Discussion</guimenu> <guimenuitem>Close</guimenuitem> </menuchoice>.
el: Για να κλείσετε ένα κανάλι, επιλέξτε <menuchoice> <shortcut> <keycombo> <keycap>Ctrl</keycap> <keycap>W</keycap> </keycombo> </shortcut> <guimenu>Συζήτηση</guimenu> <guimenuitem>Κλείσιμο</guimenuitem> </menuchoice>.
sv: För att stänga en kanal välj <menuchoice> <shortcut> <keycombo> <keycap>Ctrl</keycap> <keycap>W</keycap> </keycombo> </shortcut> <guimenu>Diskussion</guimenu> <guimenuitem>Stäng</guimenuitem> </menuchoice>.

source: Navigating through Channels
da: Navigering igennem kanaler
el: Περιήγηση μέσα από τα κανάλια
sv: Navigera genom kanaler
zh_cn: 浏览频道

source: To view previous channel, choose <menuchoice> <shortcut> <keycombo> <keycap>Alt</keycap> <keycap>Up</keycap> </keycombo> </shortcut> <guimenu>Go</guimenu> <guimenuitem>Previous Discussion</guimenuitem> </menuchoice>
el: Για να προβάλετε ένα προηγούμενο κανάλι, επιλέξτε <menuchoice> <shortcut> <keycombo> <keycap>Alt</keycap> <keycap>Επάνω</keycap> </keycombo> </shortcut> <guimenu>Μετάβαση</guimenu> <guimenuitem>Προηγούμενη συζήτηση</guimenuitem> </menuchoice>.
sv: För att visa tidigare kanaler visa <menuchoice> <shortcut> <keycombo> <keycap>Alt</keycap> <keycap>Upp</keycap> </keycombo> </shortcut> <guimenu>Gå till</guimenu> <guimenuitem>Föregående diskussion</guimenuitem> </menuchoice>

source: To view next channel, choose <menuchoice> <shortcut> <keycombo> <keycap>Alt</keycap> <keycap>Down</keycap> </keycombo> </shortcut> <guimenu>Go</guimenu> <guimenuitem>Next Discussion</guimenuitem> </menuchoice>
el: Για να προβάλετε ένα επόμενο κανάλι, επιλέξτε <menuchoice> <shortcut> <keycombo> <keycap>Alt</keycap> <keycap>Κάτω</keycap> </keycombo> </shortcut> <guimenu>Μετάβαση</guimenu> <guimenuitem>Επόμενη συζήτηση</guimenuitem> </menuchoice>.
sv: För att visa nästa kanal välj <menuchoice> <shortcut> <keycombo> <keycap>Alt</keycap> <keycap>Ned</keycap> </keycombo> </shortcut> <guimenu>Gå till</guimenu> <guimenuitem>Nästa diskussion</guimenuitem> </menuchoice>

source: Navigating Through Servers
da: Navigering via servere
el: Περιήγηση μέσα από τους διακομιστές
sv: Navigera i servrar
zh_cn: 浏览服务器

source: To view previous server, choose <menuchoice> <shortcut> <keycombo> <keycap>Ctrl</keycap> <keycap>Up</keycap> </keycombo> </shortcut> <guimenu>Go</guimenu> <guimenuitem>Previous Network</guimenuitem> </menuchoice>
el: Για να προβάλετε ένα προηγούμενο διακομιστή, επιλέξτε <menuchoice> <shortcut> <keycombo> <keycap>Ctrl</keycap> <keycap>Επάνω</keycap> </keycombo> </shortcut> <guimenu>Μετάβαση</guimenu> <guimenuitem>Προηγούμενο δίκτυο</guimenuitem> </menuchoice>.
sv: För att visa föregående server, visa <menuchoice> <shortcut> <keycombo> <keycap>Ctrl</keycap> <keycap>Upp</keycap> </keycombo> </shortcut> <guimenu>Gå till</guimenu> <guimenuitem>Föregående nätverk</guimenuitem> </menuchoice>

source: To view next server, choose <menuchoice> <shortcut> <keycombo> <keycap>Ctrl</keycap> <keycap>Down</keycap> </keycombo> </shortcut> <guimenu>Go</guimenu> <guimenuitem>Next Network</guimenuitem> </menuchoice>
el: Για να προβάλετε επόμενο διακομιστή, επιλέξτε <menuchoice> <shortcut> <keycombo> <keycap>Ctrl</keycap> <keycap>Κάτω</keycap> </keycombo> </shortcut> <guimenu>Μετάβαση</guimenu> <guimenuitem>Επόμενο δίκτυο</guimenuitem> </menuchoice>.
sv: För att visa nästa server, välj <menuchoice> <shortcut> <keycombo> <keycap>Ctrl</keycap> <keycap>Ned</keycap> </keycombo> </shortcut> <guimenu>Gå till</guimenu> <guimenuitem>Nästa nätverk</guimenuitem> </menuchoice>

source: Quitting XChat-GNOME
da: Afslutte XChat-GNOME
el: Έξοδος από το XChat-GNOME
sv: Avsluta XChat-GNOME
zh_cn: 离开 XChat-GNOME

source: To quit <application>XChat-GNOME</application>, choose <menuchoice> <shortcut> <keycombo> <keycap>Ctrl</keycap> <keycap>Q</keycap> </keycombo> </shortcut> <guimenu>IRC</guimenu> <guimenuitem>Quit</guimenuitem> </menuchoice>.
el: Για να εξέλθετε από το <application>XChat-GNOME</application>, επιλέξτε <menuchoice> <shortcut> <keycombo> <keycap>Ctrl</keycap> <keycap>Q</keycap> </keycombo> </shortcut> <guimenu>IRC</guimenu> <guimenuitem>Έξοδος</guimenuitem> </menuchoice>.
sv: För att avsluta <application>XChat-GNOME</application>, välj <menuchoice> <shortcut> <keycombo> <keycap>Ctrl</keycap> <keycap>Q</keycap> </keycombo> </shortcut> <guimenu>IRC</guimenu> <guimenuitem>Avsluta</guimenuitem> </menuchoice>.

source: Preferences
da: Indstillinger
el: Προτιμήσεις
sv: Inställningar
zh_cn: 设置

source: To modify the preferences of <application>XChat-GNOME</application>, choose <menuchoice> <guimenu>Edit</guimenu> <guimenuitem>Preferences</guimenuitem> </menuchoice>. The <guilabel>Preferences</guilabel> dialog contains the following sections:
el: Για να τροποποιήσετε τις προτιμήσεις του <application>XChat-GNOME</application>, επιλέξτε <menuchoice> <guimenu>Επεξεργασία</guimenu> <guimenuitem>Προτιμήσεις</guimenuitem> </menuchoice>. Ο διάλογος <guilabel>Προτιμήσεις</guilabel> περιέχει τις εξής ενότητες:
sv: För att ändra inställningarna för <application>XChat-GNOME</application>, välj <menuchoice> <guimenu>Redigera</guimenu> <guimenuitem>Inställningar</guimenuitem> </menuchoice>. Dialogen <guilabel>Inställningar</guilabel> innehåller följande avsnitt:

source: IRC Preferences
da: IRC-indstillinger
el: Προτιμήσεις IRC
sv: IRC-inställningar
zh_cn: IRC 设置

source: <guilabel>General</guilabel>
el: <guilabel>Γενικά</guilabel>
sv: <guilabel>Allmänt</guilabel>

source: Enter the <guilabel>Nickname</guilabel> you wish to use in the Internet Relay Chat (IRC) channel.
da: Indtast <guilabel>Brugernavnet</guilabel> du ønsker at bruge i kanalen Internet Relay Chat (IRC).
el: Εισάγετε το <guilabel>Ψευδώνυμο</guilabel> που θέλετε να χρησιμοποιήσετε στο κανάλι διαδικτυακής μεταγωγής συνομιλίας (IRC).
sv: Ange det <guilabel>Smeknamn</guilabel> du vill använda i Internet Relay Chat (IRC)-kanalen.
zh_cn: 输入 <guilabel>昵称</guilabel> 你希望在IRC使用的昵称。

source: Enter your <guilabel>Real Name</guilabel>, which is displayed on <command>/whois</command> requests.
da: Indtast dit <guilabel>rigtige navn</guilabel>, som vises ved forespørgsler af typen <command>/whois</command>.
el: Εισάγετε το <guilabel>Πραγματικό όνομα</guilabel> σας, που εμφανίζεται στα αιτήματα <command>/whois</command>.
sv: Ange ditt <guilabel>Verkliga namn</guilabel>, vilket visas på <command>/whois</command>-begäran.
zh_cn: 输入 <guilabel>真名</guilabel>, 它会在<command>/whois</command> 请求中显示。

source: Enter the <guilabel>Quit Message</guilabel> you wish to be shown to other users when you leave an Internet Relay Chat (IRC) network.
da: Indtast <guilabel>Afslutningsbeskeden</guilabel> du ønsker skal vises for andre brugere, når du forlader et netværk af typen Internet Relay Chat (IRC).
el: Εισάγετε το <guilabel>Μήνυμα εξόδου</guilabel> που θέλετε να εμφανιστεί στους άλλους χρήστες όταν αφήνετε ένα δίκτυο διαδικτυακής μεταγωγής συνομιλίας (IRC).
sv: Ange det <guilabel>Avslutningsmeddelande</guilabel> du vill ska visas för andra användare när du lämnar ett Internet Relay Chat (IRC)-nätverk.
zh_cn: 当你离开IRC网络时，键入 <guilabel>退出消息</guilabel> 可以让别人看到。

source: Enter the <guilabel>Part Message</guilabel> you wish to be shown to other users when you leave an Internet Relay Chat (IRC) channel but remain connected to that channel's network.
da: Indtast den <guilabel>Delbesked</guilabel> du ønsker skal vises for andre brugere, når du forlader en kanal i Internet Relay Chat (IRC) men forbliver forbundet til den kanals netværk.
el: Εισάγετε το <guilabel>Τμήμα του μηνύματος</guilabel> που θέλετε να εμφανιστεί στους άλλους χρήστες όταν αφήνετε ένα κανάλι διαδικτυακής μεταγωγής συνομιλίας (IRC) αλλά παραμένετε συνδεμένος σε αυτό το δίκτυο του καναλιού.
sv: Ange det <guilabel>Meddelande vid kanallämning</guilabel> du önskar ska visas för andra användare när du lämnar en Internet Relay Chat (IRC)-kanal men fortfarande är ansluten till kanalens nätverk.
zh_cn: 当你退出频道但是并不断开到服务器的网络时，输入 <guilabel>退出信息</guilabel>你想在你退出频道时显示给其他人的信息。

source: Enter the <guilabel>Away Message</guilabel> you wish to be shown to people who try to contact you when you are away.
da: Indtast den <guilabel>Fraværsbesked</guilabel> du ønsker, der skal vises for folk, som forsøger at kontakte dig, når du er væk.
el: Εισάγετε το <guilabel>Μήνυμα απών</guilabel> που θέλετε να εμφανίζεται στα άτομα που προσπαθούν να επικοινωνήσουν με σας όταν λείπετε.
sv: Ange det <guilabel>Frånvaromeddelande</guilabel> du önskar ska visas för andra användare som försöker kontakta dig när du är frånvarande.
zh_cn: 当你的状态是“离开时”，输入 <guilabel>离开信息</guilabel> ，可以在别人想联系你时显示给他。

source: <guilabel>Highlighting</guilabel>
el: <guilabel>Επισήμανση</guilabel>
sv: <guilabel>Markering</guilabel>

source: Specify words or phrases that should be highlighted in a different text colour when another chat user says them. This is in addition to your nickname, which is always highlighted.
da: Angiv ord eller fraser som skal markeres med en anden tekstfarve, når en anden bruger af XChat bruger dem. Dette er en tilføjelse til brugernavnet, som altid bliver markeret.
el: Ορίστε λέξεις ή φράσεις που πρέπει να επισημαίνονται με διαφορετικό χρώμα κειμένου όταν ένας άλλος χρήστης συνομιλίας τις λέει. Αυτό είναι πέρα από το ψευδώνυμό σας, που είναι πάντα τονισμένο.
sv: Ange ord eller fraser som ska färgmarkeras i en annan textfärg när en annan chattanvändare nämner dem. Detta är som tillägg till ditt smeknamn, vilket alltid färgmarkeras.
zh_cn: 一些特殊的词会在其他聊天的人说到时显示为高亮，另外你的昵称总是会高亮显示。

source: <guilabel>Use Interface</guilabel>
el: <guilabel>Χρήση διεπαφής</guilabel>
sv: <guilabel>Använd gränssnitt</guilabel>

source: Select the <guilabel>Use System Terminal Font</guilabel> option to use the same fonts as your system terminal.
da: Vælg indstillingen <guilabel>Brug systemterminalskrifttype</guilabel> for at bruge samme skrifttyper som din systemterminal.
el: Επιλέξτε την επιλογή <guilabel>Χρήση γραμματοσειράς τερματικού συστήματος</guilabel> για να χρησιμοποιήσετε τις ίδιες γραμματοσειρές όπως το τερματικό του συστήματός σας.
sv: Använd alternativet <guilabel>Använd systemterminaltypsnitt</guilabel> för att använda samma typsnitt som i systemterminalen.
zh_cn: 选择 <guilabel>使用系统终端字体</guilabel> 可以使用和系统终端同样的字体。

source: Select the <guilabel>Use this font</guilabel> option to open the Font Selection dialog box.
da: Vælg indstillingen <guilabel>Brug denne skrifttype</guilabel> for at åbne dialogboksen for skriftmarkering.
el: Επιλέξτε την επιλογή <guilabel>Χρήση αυτής της γραμματοσειράς</guilabel> για να ανοίξετε το πλαίσιο διαλόγου επιλογής γραμματοσειράς.
sv: Använd alternativet <guilabel>Använd det här typsnittet</guilabel> för att öppna dialogrutan typsnittsväljaren.
zh_cn: 选择 <guilabel>使用这种字体</guilabel> 打开字体选择对话框。

source: Select the <guilabel>Show colors</guilabel> option to enable color nicknames in discussion area.
da: Vælg indstillingen <guilabel>Vis farver</guilabel> for at aktivere farvebrugernavne i diskussionsområdet.
el: Επιλέξτε την επιλογή <guilabel>Εμφάνιση χρωμάτων</guilabel> για να ενεργοποιήσετε τα ψευδώνυμα χρώματος στην περιοχή συζήτησης.
sv: Välj alternativet <guilabel>Visa färger</guilabel> för att aktivera färgsmeknamn i diskussionsytan.
zh_cn: 选择 <guilabel>显示颜色</guilabel> 启用在讨论区域显示彩色昵称。

source: Select the <guilabel>Show timestamps</guilabel> option to show timestamps of discussion.
da: Vælg indstillingen <guilabel>Vis tidsstempler</guilabel> for at vise tidsstempler på diskussion.
el: Επιλέξτε την επιλογή <guilabel>Εμφάνιση χρονικών σημάνσεων</guilabel> για να εμφανίσετε τις χρονικές σημάνσεις της συζήτησης.
sv: Välj alternativet <guilabel>Visa tidsstämplar</guilabel> för att visa tidsstämplar för en diskussion.
zh_cn: 选择 <guilabel>显示时间戳</guilabel> 选项可以在讨论中显示时间戳。

source: Colors
da: Farver
el: Χρώματα
sv: Färger
zh_cn: 颜色

source: <guilabel>Text Colors</guilabel>
el: <guilabel>Χρώματα κειμένου</guilabel>
sv: <guilabel>Textfärger</guilabel>

source: Use the <guilabel>Built-in schemes</guilabel> drop-down box to specify how <application>XChat-GNOME</application> should display the text and backgroud color. Select one of the following options:
da: Brug rullegardinet for <guilabel>Indbyggede skemaer</guilabel> til at angive hvordan <application>XChat-GNOME</application> skal vise tekst- og baggrundsfarven. Vælg en af de følgende indstillinger:
el: Χρησιμοποιήστε το πτυσσόμενο πλαίσιο <guilabel>ενσωματωμένοι συνδυασμοί</guilabel> για να ορίσετε πώς πρέπει να εμφανίζει το κείμενο και το χρώμα παρασκηνίου το <application>XChat-GNOME</application>. Επιλέξτε μια από τις ακόλουθες επιλογές:
zh_cn: 使用 <guilabel>内建方案</guilabel> 下拉列表来设定 <application>XChat-GNOME</application> 如何显示文本和背景色。选择下列选项：
