Repository: xchat-gnome/xchat-gnome
Catalog: help/*/*.po
Languages: da, el, sv, zh_cn

source: Use the <guilabel>Black on White</guilabel> option to provide black text on a white background.
da: Brug indstillingen <guilabel>Sort på hvid</guilabel> for at vise sort tekst på en hvid baggrund.
el: Χρησιμοποιήστε την επιλογή <guilabel>μαύρο σε λευκό</guilabel> για να δώσετε μαύρο κείμενο σε λευκό παρασκήνιο.
sv: Använd alternativet <guilabel>Svart på vitt</guilabel> för att ge svart text på vit bakgrund.
zh_cn: 使用 <guilabel>白底黑字</guilabel> 设置成白底黑字。

source: Use the <guilabel>White on Black</guilabel> option to provide white text on a black background.
da: Brug indstillingen <guilabel>Hvid på sort</guilabel> for at vise hvid tekst på en sort baggrund.
el: Χρησιμοποιήστε την επιλογή <guilabel>λευκό σε μαύρο</guilabel> για να δώσετε λευκό κείμενο σε μαύρο παρασκήνιο.
sv: Använd alternativet <guilabel>Vitt på svart</guilabel> för att ge vit text på svart bakgrund.
zh_cn: 使用 <guilabel>黑底白字</guilabel> 设置成黑底白字

source: Use the <guilabel>Custom</guilabel> option to create a custom color scheme.
da: Brug indstillingen <guilabel>Tilpasset</guilabel> for at oprette et tilpasset farveskema.
el: Χρησιμοποιήστε την επιλογή <guilabel>προσαρμοσμένο</guilabel> για να δημιουργήσετε ένα προσαρμοσμένο συνδυασμό χρωμάτων.
sv: Använd alternativet <guilabel>Anpassad</guilabel> för att skapa anpassat färgschema.
zh_cn: 使用 <guilabel>自定义</guilabel> 来创建自定义颜色方案。

source: The following options are only able to be changed if <guilabel>Built-in schemes</guilabel> is set to <guilabel>Custom</guilabel>.
da: De følgende indstillinger, kan kun ændres hvis <guilabel>Indbyggede skemaer</guilabel>, er angivet til <guilabel>Tilpasset</guilabel>.
el: Οι παρακάτω επιλογές μπορούν να αλλαχθούν μόνο αν οι <guilabel>ενσωματωμένοι συνδυασμοί</guilabel> ορίζονται στο <guilabel>προσαρμοσμένο</guilabel>.
sv: Följande alternativ kan bara ändras om <guilabel>Inbyggda scheman</guilabel> är satt till <guilabel>Anpassad</guilabel>.
zh_cn: 下列选项只有在 <guilabel>内建方案</guilabel> 设置成 <guilabel>自定义</guilabel>才有效。

source: Click on the <guilabel>Foreground color</guilabel> button to display the color selector dialog. Select a foreground color for the <application>XChat-GNOME</application> discussion area.
da: Klik på knappen <guilabel>Forgrundsfarve</guilabel> for at vise farveudvælgelsesdialogen. Vælg en forgrundsfarve for diskussionsområdet til <application>XChat-GNOME</application>.
el: Πατήστε στο πλήκτρο <guilabel>χρώμα προσκηνίου</guilabel> για να εμφανίσετε τον διάλογο επιλογής χρώματος. Επιλέξτε ένα χρώμα προσκηνίου για την περιοχή συζήτησης του <application>XChat-GNOME</application>.
sv: Klicka på knappen <guilabel>Förgrundsfärg</guilabel> för att visa färgväljardialogen. Välj en förgrundsfärg för diskussionsytan i <application>XChat-GNOME</application>.
zh_cn: 单击 <guilabel>前景色</guilabel> 按钮来显示颜色选择对话框，为 <application>XChat-GNOME</application> 的讨论区域选择前景色。

source: Click on the <guilabel>Background color</guilabel> button to display the color selector dialog. Select the background color for the <application>XChat-GNOME</application> discussion area.
da: Klik på knappen <guilabel>Baggrundsfarve</guilabel> for at vise farveudvælgelsesdialogen. Vælg baggrundsfarven for diskussionsområdet til <application>XChat-GNOME</application>.
el: Πατήστε στο πλήκτρο <guilabel>χρώμα παρασκηνίου</guilabel> για να εμφανίσετε τον διάλογο επιλογής χρώματος. Επιλέξτε ένα χρώμα παρασκηνίου για την περιοχή συζήτησης του <application>XChat-GNOME</application>.
sv: Klicka på knappen <guilabel>bakgrundsfärg</guilabel> för att visa färgväljardialogen. Välj en bakgrundsfärg för diskussionsytan i <application>XChat-GNOME</application>.
zh_cn: 单击 <guilabel>背景色</guilabel> 按钮来显示颜色选择对话框，为 <application>XChat-GNOME</application> 的讨论区域选择背景色。

source: Click on the <guilabel>Foreground mark</guilabel> button to display the color selector dialog. Select the forground mark color for the <application>XChat-GNOME</application> discussion area.
da: Klip på knappen <guilabel>Forgrundsmærke</guilabel> for at vise farveudvælgelsesdialogen. Vælg forgrundsfarvemærket for diskussionsområdet til <application>XChat-GNOME</application>.
el: Πατήστε στο πλήκτρο <guilabel>Σημάδι προσκηνίου</guilabel> για να εμφανίσετε τον διάλογο επιλογής χρώματος. Επιλέξτε το χρώμα σημαδιού προσκηνίου για την περιοχή συζήτησης του <application>XChat-GNOME</application>.
zh_cn: 单击 <guilabel>前景遮罩</guilabel> 按钮来显示颜色选择对话框，为 <application>XChat-GNOME</application> 的讨论区域选择遮罩的前景颜色。

source: Click on the <guilabel>Background mark</guilabel> button to display the color selector dialog. Select the background mark color for the <application>XChat-GNOME</application> discussion area.
da: Klip på knappen <guilabel>Baggrundsmærke</guilabel> for at vise farveudvælgelsesdialogen. Vælg baggrundsfarvemærket for diskussionsområdet til <application>XChat-GNOME</application>.
el: Πατήστε στο πλήκτρο <guilabel>Σημάδι παρασκηνίου</guilabel> για να εμφανίσετε τον διάλογο επιλογής χρώματος. Επιλέξτε το χρώμα σημαδιού παρασκηνίου για την περιοχή συζήτησης του <application>XChat-GNOME</application>.
sv: Klicka på knappen <guilabel>Bakgrundsmarkering</guilabel> för att visa färgväljardialogen. Välj färgen för diskussionsytans bakgrundsmarkering i <application>XChat-GNOME</application>.
zh_cn: 单击 <guilabel>背景遮罩</guilabel> 按钮来显示颜色选择对话框，为 <application>XChat-GNOME</application> 的讨论区域选择背景遮罩的背景颜色。

source: <guilabel>mIRC Colors</guilabel>
el: <guilabel>Χρώματα mIRC</guilabel>
sv: <guilabel>mIRC-färger</guilabel>

source: Select the buttons of the colors that you wish to change, to display the color selector dialog.
da: Vælg de farveknapper som du ønsker at ændre, for at vise farveudvælgelsesdialogen.
el: Επιλέξτε τα πλήκτρα των χρωμάτων που θέλετε να αλλάξετε, για να εμφανίσετε τον διάλογο επιλογής χρώματος.
sv: Välj knapparna för de färger du vill ändra för att visa färgväljardialogen.
zh_cn: 选择你想要的颜色按钮，会出现颜色选择对话框。

source: The colors are only able to be changed if <guilabel>Built-in schemes</guilabel> is set to <guilabel>Custom</guilabel>.
da: Farverne kan kun ændres hvis <guilabel>Indbyggede skemaer</guilabel> er angivet til <guilabel>Tilpasset</guilabel>.
el: Τα χρώματα μπορούν να αλλαχθούν μόνο αν οι <guilabel>ενσωματωμένοι συνδυασμοί</guilabel> ορίζονται στο <guilabel>προσαρμοσμένο</guilabel>.
sv: Färgerna kan bara ändras om <guilabel>Inbyggda scheman</guilabel> är satt till <guilabel>Anpassad</guilabel>.
zh_cn: 颜色只有在 <guilabel>内建方案</guilabel> 被设置为自定义。

source: <guilabel>Extra Colors</guilabel>
el: <guilabel>Επιπλέον χρώματα</guilabel>
sv: <guilabel>Extra färger</guilabel>

source: Selct the buttons of the colors that you wish to change, to display the color selector dialog.
da: Vælg knapperne på de farver som du ønsker at ændre, for at vise farveudvælgelsesdialogen.
el: Επιλέξτε τα πλήκτρα των χρωμάτων που θέλετε να αλλάξετε, για να εμφανίσετε τον διάλογο επιλογής χρώματος.
zh_cn: 选择你想要的颜色按钮，会出现颜色选择对话框。

source: File Transfers &amp; DCC
da: Filoverførsler &amp; DCC
el: Μεταφορές αρχείων &amp; DCC
sv: Filöverföringar &amp; DCC
zh_cn: 文件传输 &amp; DCC

source: <guilabel>File Transfers</guilabel>
el: <guilabel>Μεταφορά αρχείων</guilabel>
sv: <guilabel>Filöverföringar</guilabel>

source: Use the <guilabel>Download file to</guilabel> button to select the folder where you wish to download file.
da: Brug knappen <guilabel>Hent fil til</guilabel> for at vælge den mappe du ønsker at gemme den hentede fil i.
el: Χρησιμοποιήστε το πλήκτρο <guilabel>Λήψη αρχείου σε</guilabel> για να επιλέξετε τον φάκελο όπου θέλετε να γίνει η λήψη του αρχείου.
sv: Använd knappen <guilabel>Spara hämtade filer i</guilabel> för att välja mappen dit du vill hämta filen.
zh_cn: 使用 <guilabel>下载文件到</guilabel> 按钮选择存放下载文件的文件夹。

source: Use the <guilabel>Move completed files to</guilabel> button to select the folder where you wish for completed downloads to be moved.
da: Brug knappen <guilabel>Flyt færdige filer til</guilabel> for at vælge mappen du ønsker at filer, der er færdighentede, skal flyttes til.
el: Χρησιμοποιήστε το πλήκτρο <guilabel>Μετακίνηση ολοκληρωμένων αρχείων</guilabel> για να επιλέξετε τον φάκελο όπου θέλετε να μετακινηθούν οι ολοκληρωμένες λήψεις.
sv: Använd knappen <guilabel>Flytta färdiga filer till</guilabel> för att välja mappen dit du vill flytta färdiga filhämtningar.
zh_cn: 使用 <guilabel>移动已经完成的文件到</guilabel> 按钮来选择一个你想把下载完成的文件移动到的文件夹。

source: Select <guilabel>Convert spaces to underscore in filenames</guilabel> if you wish to have spaces converted to underscores in the filename.
da: Vælg <guilabel>Konverter mellemrum til understregninger i filnavne</guilabel> hvis du ønsker, at mellemrum skal konverteres til understregninger i filnavnet.
el: Επιλέξτε <guilabel>Μετατροπή διαστημάτων σε υπογράμμιση στα ονόματα αρχείων</guilabel> αν θέλετε να μετατραπούν τα διαστήματα σε υπογραμμίσεις στο όνομα του αρχείου.
sv: Välj <guilabel>Konvertera blanksteg till understreck i filnamn</guilabel> om du vill att tomt utrymme ska konverteras till understreck i filnamnet.
zh_cn: 如果你想发送前把文件名的空格转换成下划线，选择 <guilabel>发送前把空格转换成下划线</guilabel>。

source: Select <guilabel>Save senders nickname in filenames</guilabel> to add the senders nickname to the downloaded file name.
da: Vælg <guilabel>Gem afsenders brugernavn i filnavnene</guilabel> for at tilføje afsenderens brugernavn til det hentede filnavn.
el: Επιλέξτε <guilabel>Αποθήκευση ψευδωνύμου αποστολέων στα ονόματα αρχείων</guilabel> για να προσθέσετε το ψευδώνυμο των αποστολέων στο όνομα του ληφθέντου αρχείου.
sv: Välj <guilabel>Spara avsändarens smeknamn i filnamn </guilabel> för att lägga till sändarens smeknamn till namnet på den hämtade filen.
zh_cn: 选择 <guilabel>在文件名里保存发送者名称</guilabel> 可以在文件名里保存发送者名称。

source: <guilabel>DCC Settings</guilabel>
el: <guilabel>Ρυθμίσεις DCC</guilabel>
sv: <guilabel>DCC-inställningar</guilabel>

source: Select the <guilabel>Auto-accept DCC Chat</guilabel> option to automatically accept Direct Client-to-Client (DCC) chats.
da: Vælg indstillingen <guilabel>Autoaccepter DCC-snak</guilabel> for automatisk at acceptere direkte klient-til-klient-snak (DCC).
el: Επιλέξτε το <guilabel>Αυτόματη αποδοχή συνομιλίας DCC</guilabel> για να δεχτείτε αυτόματα άμεσες συνομιλίες πελάτη προς πελάτη (DCC).
sv: Välj alternativet <guilabel>Acceptera automatiskt DCC-chatt</guilabel> för att automatiskt acceptera Direct Client-to-Client (DCC)-chattar.
zh_cn: 选择 <guilabel>自动接受 DCC 直接聊天请求</guilabel> 可以自动接受 DCC 直接聊天请求。

source: Select the <guilabel>Auto-accept DCC File Transfers</guilabel> option to automatically accept Direct Client-to-Client (DCC) file transfers.
da: Vælg indstillingen <guilabel>Autoaccepter DCC-filoverførsel</guilabel> for automatisk at acceptere direkte klient-til-klient-filoverførsel (DCC).
el: Επιλέξτε το <guilabel>Αυτόματη αποδοχή μεταφορών αρχείων DCC</guilabel> για να δεχτείτε αυτόματα άμεσες μεταφορές αρχείων πελάτη προς πελάτη (DCC).
sv: Välj alternativet <guilabel>Acceptera automatiskt DCC-filöverföringar</guilabel> för att automatiskt acceptera Direct Client-to-Client (DCC)-filöverföringar.
zh_cn: 选择 <guilabel>自动接收 DCC 文件传输请求</guilabel> 可以自动接收 DCC 文件传输请求。

source: Select the <guilabel>Get IP Address From Server</guilabel> option to use your providers DNS to resolve an IP address.
da: Vælg indstillingen <guilabel>Indhent IP-adresse fra server</guilabel> for at bruge din udbyders DNS for at slå en IP-adresse op.
el: Επιλέξτε το <guilabel>Λήψη διεύθυνσης IP από τον διακομιστή</guilabel> για να χρησιμοποιήσετε τους παρόχους σας DNS για να επιλύσουν μια διεύθυνση IP.
sv: Välj alternativet <guilabel>Få IP-adress från servern</guilabel> för att använda din leverantörs DNS till att slå upp en IP-adress.
zh_cn: 选择 <guilabel>从服务器获得IP地址</guilabel> 选项来使用你的DNS来解析IP地址。

source: Select the <guilabel>Use This IP Address</guilabel> option and enter your IP address, to use a static IP address.
da: Vælg indstillingen <guilabel>Brug denne IP-adresse</guilabel> og indtast din IP-adresse, for at bruge en statisk IP-adresse.
el: Επιλέξτε το <guilabel>Χρήση αυτής της διεύθυνσης IP</guilabel> και εισάγετε τη διεύθυνσή σας IP, για να χρησιμοποιήσετε μια στατική διεύθυνση IP.
sv: Välj alternativet <guilabel>Använd den här IP-adressen</guilabel> och ange din IP-adress för att använda en statisk IP-adress.
zh_cn: 选择 <guilabel>使用IP地址</guilabel> 选项并键入你的IP地址来使用静态的IP。

source: <guilabel>Throttling</guilabel>
el: <guilabel>Περιορισμός</guilabel>
sv: <guilabel>Begränsning</guilabel>

source: Use the <guilabel>Individual send KB/s</guilabel> spin box to set your individual maximum upload speed.
da: Brug boksen <guilabel>Individuel send KB/s</guilabel> for at angive din maksimale individuelle overførelseshastighed.
el: Χρησιμοποιήστε το πλαίσιο αυξομείωσης του <guilabel>Ατομική αποστολή KB/s</guilabel> για να ορίσετε την ατομική μέγιστη ταχύτητα αποστολής.
sv: Använd snurrväljaren <guilabel>Individuell sändning KB/s</guilabel> för att ange din individuella högsta sändningsfart.
zh_cn: 使用 <guilabel>单独发送 KB/s</guilabel> 微调按钮来设定单独最大发送速度。

source: Use the <guilabel>Global send KB/s</guilabel> spin box to set your global maximum upload speed.
da: Brug boksen <guilabel>Global send KB/s</guilabel> til at angive din samlede maksimale overførelseshastighed.
el: Χρησιμοποιήστε το πλαίσιο αυξομείωσης του <guilabel>Γενική αποστολή KB/s</guilabel> για να ορίσετε τη γενική μέγιστη ταχύτητα αποστολής.
sv: Använd snurrväljaren <guilabel>Global sändning KB/s</guilabel> för att ange din högsta globala sändningsfart.
zh_cn: 使用 <guilabel>全局发送 KB/s</guilabel> 微调按钮来设定全局最大下载速度。

source: Use the <guilabel>Individual receive KB/s</guilabel> spin box to set your individual maximum download speed.
da: Brug boksen <guilabel>Individuel modtage-KB/s:</guilabel> til at angive din samlede individuelle maksimale hentningshastighed.
el: Χρησιμοποιήστε το πλαίσιο αυξομείωσης του <guilabel>Ατομική λήψη KB/s</guilabel> για να ορίσετε την ατομική μέγιστη ταχύτητα λήψης.
sv: Använd snurrväljaren <guilabel>Individuell mottagning KB/s</guilabel> för att ange din individuella högsta hämtningsfart.
zh_cn: 使用 <guilabel>单独接收 KB/s</guilabel> 微调按钮来设定单独最大下载速度。

source: Use the <guilabel>Global receive KB/s</guilabel> spin box to set your global maximum download speed.
da: Brug boksen <guilabel>Samlet modtage-KB/s:</guilabel> til at angive din samlede maksimale hentningshastighed.
el: Χρησιμοποιήστε το πλαίσιο αυξομείωσης του <guilabel>Γενική λήψη KB/s</guilabel> για να ορίσετε τη γενική μέγιστη ταχύτητα λήψης.
sv: Använd snurrväljaren <guilabel>Global mottagning KB/s</guilabel> för att ange din globala högsta hämtningsfart.
zh_cn: 使用 <guilabel>全局接收 KB/s</guilabel> 微调按钮来设定全局最大下载速度。

source: Networks
da: Netværk
el: Δίκτυα
sv: Nätverk
zh_cn: 网络

source: Internet Relay Chat (IRC) Servers
da: Internet Relay Chat-servere (IRC)
el: Διακομιστές διαδικτυακής μεταγωγής συνομιλίας (IRC)
sv: Internet Relay Chat (IRC)-servrar
zh_cn: IRC 服务器

source: To add an Internet Relay Chat (IRC) server, click the <guibutton>Add</guibutton> button to open the <guilabel>Network Properties</guilabel> dialog. <xref linkend="xchat-gnome-network-properties"/>
da: For at tilføje en Internet Relay Chat-server (IRC), klik på knappen <guibutton>Tilføj</guibutton> for at åbne dialogen <guilabel>Netværksegenskaber</guilabel>. <xref linkend="xchat-gnome-network-properties"/>
el: Για να προσθέσετε έναν διακομιστή διαδικτυακής μεταγωγής συνομιλίας (IRC), πατήστε το πλήκτρο <guibutton>Προσθήκη</guibutton> για να ανοίξετε τον διάλογο <guilabel>Ιδιότητες δικτύου</guilabel>. <xref linkend="xchat-gnome-network-properties"/>
sv: För att lägga till en Internet Relay Chat (IRC)-server, klicka på knappen <guibutton>Lägg till</guibutton> för att öppna dialogen <guilabel>Nätverksegenskaper</guilabel>. <xref linkend="xchat-gnome-network-properties"/>
zh_cn: 要添加一个IRC服务器，单击<guibutton>添加</guibutton> 按钮来打开 <guilabel>网络设置</guilabel> 对话框。 <xref linkend="xchat-gnome-network-properties"/>

source: To edit an Internet Relay Chat (IRC) server, click the <guibutton>Edit</guibutton> button to open the <guilabel>Network Properties</guilabel> dialog. <xref linkend="xchat-gnome-network-properties"/>
da: For at redigere en Internet Relay Chat-server (IRC), klik på knappen <guibutton>Rediger</guibutton> for at åbne dialogen <guilabel>Netværksegenskaber</guilabel>. <xref linkend="xchat-gnome-network-properties"/>
el: Για να επεξεργαστείτε έναν διακομιστή διαδικτυακής μεταγωγής συνομιλίας (IRC), πατήστε το πλήκτρο <guibutton>Επεξεργασία</guibutton> για να ανοίξετε τον διάλογο <guilabel>Ιδιότητες δικτύου</guilabel>. <xref linkend="xchat-gnome-network-properties"/>
sv: För att redigera en Internet Relay Chat (IRC)-server, klicka på knappen <guibutton>Redigera</guibutton> för att öppna dialogen <guilabel>Nätverksegenskaper</guilabel>. <xref linkend="xchat-gnome-network-properties"/>
zh_cn: 要编辑 IRC 服务器，单击 <guibutton>编辑</guibutton> 按钮来打开 <guilabel>网络设置</guilabel> 对话框。<xref linkend="xchat-gnome-network-properties"/>

source: To remove an Internet Relay Chat (IRC) server, click the <guibutton>Remove</guibutton> button. <xref linkend="xchat-gnome-network-properties"/>
da: For at fjerne en Internet Relay Chat-server (IRC), klik på knappen <guibutton>Fjern</guibutton>. <xref linkend="xchat-gnome-network-properties"/>
el: Για να αφαιρέσετε έναν διακομιστή διαδικτυακής μεταγωγής συνομιλίας (IRC), πατήστε το πλήκτρο <guibutton>Αφαίρεση</guibutton>. <xref linkend="xchat-gnome-network-properties"/>
sv: För att ta bort en Internet Relay Chat (IRC)-server, klicka på knappen <guibutton>Ta bort</guibutton>. <xref linkend="xchat-gnome-network-properties"/>
zh_cn: 要删除一个 IRC 服务器, 单击 <guibutton>删除</guibutton> 按钮。 <xref linkend="xchat-gnome-network-properties"/>

source: Scripts and Plugins
da: Skript og udvidelsesmoduler
el: Δέσμες ενεργειών και πρόσθετα
sv: Skript och insticksmoduler
zh_cn: 脚本和插件

source: <guilabel>Script and Plugins</guilabel>
el: <guilabel>Δέσμες ενεργειών και πρόσθετα</guilabel>
sv: <guilabel>Skript och insticksmoduler</guilabel>

source: To enable or disable a plugin or script, select the <guilabel>Enable</guilabel> option next to the appropriate item.
da: For at aktivere eller deaktivere et udvidelsesmodul eller skript, vælg indstillingen <guilabel>Aktiver</guilabel> ved siden af det passende punkt.
el: Για να ενεργοποιήσετε ή να απενεργοποιήσετε ένα πρόσθετο ή δέσμη ενεργειών, επιλέξτε <guilabel>ενεργοποίηση</guilabel> δίπλα στο κατάλληλο στοιχείο.
sv: För att aktivera eller inaktivera ett instick eller ett skript, välj alternativet <guilabel>Aktivera</guilabel> intill passande objekt.
zh_cn: 要启用或者禁用一个插件或者脚本,选择 <guilabel>启用</guilabel> 选项到适当的状态。

source: To add a new plugin or script, click the <guibutton>Open</guibutton> button to open the file open dialog.
da: For at tilføje et nyt udvidelsesmodul eller skript, klik på knappen <guibutton>Åbn</guibutton> for at åbne dialogen Åbn fil.
el: Για να προσθέσετε ένα νέο πρόσθετο ή δέσμη ενεργειών, πατήστε το πλήκτρο <guibutton>Άνοιγμα</guibutton> για να ανοίξετε τον διάλογο ανοίγματος αρχείου.
sv: För att lägga till ett instick eller ett skript, välj alternativet <guibutton>Öppna</guibutton> för att öppna filöppnardialogen.
zh_cn: 要添加新的插件和脚本，单击 <guibutton>打开</guibutton> 按钮来打开打开文件对话框。

source: To remove a plugin or script, select the appropriate item and click on the <guibutton>Remove</guibutton> buton .
da: For at fjerne et udvidelsesmodul eller skript, vælg det passende punkt og klik på knappen <guibutton>Fjern</guibutton>.
el: Για να αφαιρέσετε ένα πρόσθετο ή ένα δέσμη ενεργειών, επιλέξτε το κατάλληλο στοιχείο και πατήστε στο πλήκτρο <guibutton>Αφαίρεση</guibutton>.
zh_cn: 要移除插件或者脚本，选择合适的选项并单击<guibutton>移除</guibutton> 按钮。

source: <guilabel>Network monitor</guilabel>
el: <guilabel>Παρακολούθηση δικτύου</guilabel>
sv: <guilabel>Nätverksövervakare</guilabel>

source: Use the Network Manager to control connection state.
da: Brug netværkshåndteringen for at kontrollere forbindelsestilstanden.
el: Χρησιμοποιήστε τον διαχειριστή δικτύου για να ελέγξετε την κατάσταση σύνδεσης.
sv: Använd Nätverkshanteraren för att kontrollera anslutningstillstånd.
zh_cn: 使用网络管理器来控制连接状态

source: <guilabel>Auto Away</guilabel>
el: <guilabel>Αυτόματη ένδειξη απουσίας</guilabel>
sv: <guilabel>Automatisk frånvaro</guilabel>

source: Mark yourself as away when screensaver is active.
da: Marker dig selv som væk når pauseskærmen er aktiv.
el: Σημειώστε τον εαυτό σας ως απόντα όταν η προφύλαξη οθόνης είναι ενεργή.
sv: Sätt dig själv som frånvarande när skärmsläckaren är aktiv.
zh_cn: 在屏幕保护启动时更改您的状态为离线。

source: <guilabel>Sound notification</guilabel>
el: <guilabel>Ηχητική ειδοποίηση</guilabel>
sv: <guilabel>Ljudavisering</guilabel>

source: Raise an audio notification when a word is highlighted (including your nick) or when you receive a private message.
da: Afspil en lydpåmindelse, når et ord fremhæves (inklusiv dit brugernavn) eller når du modtager en privat besked.
el: Αναπαραγωγή μιας ηχητικής ειδοποίησης όταν μια λέξη επισημαίνεται (συμπεριλαμβάνοντας το ψευδώνυμό σας) ή όταν δέχεστε ένα προσωπικό μήνυμα.
sv: Skicka en ljudavisering när ett ord är färgmarkerat (inklusive ditt smeknamn) eller när du tar emot ett privat meddelande.
zh_cn: 当一个词(包括你的 nick )高亮显示时或者当你收到一条私人信息时声音提示。

source: <guilabel>Notification</guilabel>
el: <guilabel>Ειδοποίηση</guilabel>
sv: <guilabel>Avisering</guilabel>

source: Add an icon in the notification area informing you of events in xchat-gnome.
da: Tilføj et ikon i påmindelsesområdet der informerer dig om begivenheder i xchat-gnome.
el: Προσθέστε ένα εικονίδιο στην περιοχή ειδοποιήσεων που σας πληροφορεί για συμβάντα στο xchat-gnome.
sv: Lägg till en ikon i aviseringsytan för att informera dig om händelser i xchat-gnome.
zh_cn: 在通知区域显示一个图标来通知您 xchat-gnome 的事件。

source: This allows one to minimize to notification area if <guilabel>Always display notification icon</guilabel> is selected from <guilabel>Notification</guilabel> preferences.
da: Dette gør at statusfeltet kan minimeres hvis <guilabel>Vis altid statusfelt</guilabel> er valgt i indstillingerne for <guilabel>Påmindelse</guilabel>.
el: Αυτό επιτρέπει σε κάποιον να ελαχιστοποιήσει την περιοχή ειδοποιήσεων αν το <guilabel>Να εμφανίζεται πάντα το εικονίδιο ειδοποίησης</guilabel> είναι επιλεγμένο από τις προτιμήσεις στο <guilabel>Ειδοποίηση</guilabel>.
sv: Detta låter dig minimera till aviseringsytan om <guilabel>Visa alltid aviseringsikon</guilabel> är vald från <guilabel>Aviseringar</guilabel>-inställningarna.
zh_cn: 如果 <guilabel>通知</guilabel> 设置里的 <guilabel>总是显示通知区域图标</guilabel> 被选中，就可以最小化到通知区域。

source: <guilabel>On-screen display</guilabel>
el: <guilabel>Εμφάνιση στην οθόνη</guilabel>
sv: <guilabel>Visa på skärmen</guilabel>

source: Display a notification box when a word is highlighted (including your nick) or when you receive a private message.
da: Vis en påmindelsesboks når et ord fremhæves (inklusive dit brugernavn), eller når du modtager en privat besked.
el: Εμφανίστε ένα πλαίσιο ειδοποίησης όταν μια λέξη επισημαίνεται (συμπεριλαμβάνοντας το ψευδώνυμό σας) ή όταν δέχεστε ένα προσωπικό μήνυμα.
sv: Visa en aviseringsruta när ett ord är färgmarkerat (inklusive ditt smeknamn) eller när du tar emot ett privat meddelande.
zh_cn: 在一个词（包括你的昵称）被高亮显示时或者收到私人消息时显示一个通知窗口。

source: <guilabel>URL scrapper</guilabel>
el: <guilabel>Καταγραφέας διευθύνσεων</guilabel>
sv: <guilabel>URL-fångare</guilabel>

source: Display all the urls from your conversation in a ugly box.
da: Vis alle url'erne fra din samtale i en grim boks.
el: Εμφανίστε όλες τις διευθύνσεις από τη συζήτησή σας σε ένα άσχημο πλαίσιο.
sv: Visar alla URL:er från din konversation i en ful ruta.
zh_cn: 在一个窗口中显示聊天中所有的URL。

source: Network Properties
da: Netværksegenskaber
el: Ιδιότητες δικτύου
sv: Nätverksegenskaper
zh_cn: 网络设置
