Repository: xchat-gnome/xchat-gnome
Catalog: help/*/*.po
Languages: da, el, sv, zh_cn

source: The <guilabel>Network Properties</guilabel> dialog for <application>XChat-GNOME</application>, allows you to set the properties for an Internet Relay Chat (IRC) server, and contains the following tabs:
da: Dialogen <guilabel>Netværksegenskaber</guilabel> til <application>XChat-GNOME</application>, gør at du kan angive egenskaberne for en Internet Relay Chat-server (IRC), og indeholder de følgende faneblade:
el: Ο διάλογος <guilabel>Ιδιότητες δικτύου</guilabel> για το <application>XChat-GNOME</application>, σας επιτρέπει να ορίσετε τις ιδιότητες για έναν διακομιστή διαδικτυακής μεταγωγής συνομιλίας (IRC) και περιέχει τις ακόλουθες καρτέλες:
sv: Dialogen <guilabel>Nätverksegenskaper</guilabel> för <application>XChat-GNOME</application> låter dig ange egenskaperna för en Internet Relay Chat (IRC)-server och innehåller följande flikar:
zh_cn: <application>XChat-GNOME</application> 的 <guilabel>网络设置</guilabel> 对话框允许你设置IRC服务器，它包含下列标签：

source: Network Settings
da: Netværksopsætning
el: Ρυθμίσεις δικτύου
sv: Nätverksinställningar
zh_cn: 网络设置

source: Enter the <guilabel>Name</guilabel> for the Internet Relay Chat (IRC) server.
da: Indtast <guilabel>navnet</guilabel> på serveren til Internet Relay Chat (IRC).
el: Εισάγετε το <guilabel>Όνομα</guilabel> για τον διακομιστή διαδικτυακής μεταγωγής συνομιλίας (IRC).
sv: Ange <guilabel>Namn</guilabel> för Internet Relay Chat (IRC)-servern.
zh_cn: 键入 <guilabel>名称</guilabel> 设置服务器名称。

source: Select the <guilabel>Automatically connect to network</guilabel> option to connect to a network when starting <application>XChat-GNOME</application>.
da: Vælg indstillingen <guilabel>Forbind automatisk til netværk</guilabel> for at forbinde til et netværk når <application>XChat-GNOME</application> startes.
el: Επιλέξτε το <guilabel>Αυτόματη σύνδεση στο δίκτυο</guilabel> για να συνδεθείτε με ένα δίκτυο όταν ξεκινήσει το <application>XChat-GNOME</application>.
sv: Välj alternativet <guilabel>Anslut automatiskt till nätverk</guilabel> för att ansluta till ett nätverk vid start av <application>XChat-GNOME</application>.
zh_cn: 选择 <guilabel>自动连接到网络</guilabel> 选项可以在 <application>XChat-GNOME</application> 启动时自动连接到一个网络。

source: Select the <guilabel>Use secure connection (SSL)</guilabel> option to connect with Secure Socket Layer (SSL).
da: Vælg indstillingen <guilabel>Brug sikker forbindelse (SSL)</guilabel> for at forbinde med Secure Socket Layer (SSL).
el: Επιλέξτε το <guilabel>Χρήση ασφαλούς σύνδεσης (SSL)</guilabel> για να συνδεθείτε με Secure Socket Layer (SSL).
sv: Välj alternativet <guilabel>Använd säker anslutning (SSL)</guilabel> för att ansluta med Secure Socket Layer (SSL).
zh_cn: 选择 <guilabel>使用安全套接字连接 (SSL)</guilabel> 选项来使用安全套接字层打开连接。

source: Select the <guilabel>Cycle until connected</guilabel> option to continue attempts to connect to network, until successful.
da: Vælg indstillingen <guilabel>Gennemløb indtil forbundet</guilabel> for at fortsætte med at forsøge at tilslutte til netværket, indtil det lykkes.
el: Επιλέξτε το <guilabel>Επανάληψη μέχρι να συνδεθείτε</guilabel> για να συνεχίσετε τις προσπάθειες σύνδεσης με το δίκτυο, μέχρι να επιτευχθεί.
sv: Välj alternativet <guilabel>Försök tills ansluten</guilabel> för att fortsätta försöka ansluta till ett nätverk till det lyckas.
zh_cn: 选择 <guilabel>不断重连直至连通</guilabel> 选项来不断尝试重连直至连通。

source: Use the <guilabel>Character encoding</guilabel> drop-down box to specify which character encoding <application>XChat-GNOME</application> should use.
da: Brug rullegardinet <guilabel>Tegnkodning</guilabel> til at angive hvilken tegnkodning <application>XChat-GNOME</application> skal bruge.
el: Χρησιμοποιήστε το πτυσσόμενο πλαίσιο <guilabel>Κωδικοποίηση χαρακτήρων</guilabel> για να ορίσετε ποια κωδικοποίηση χαρακτήρων του <application>XChat-GNOME</application> να χρησιμοποιήσετε.
sv: Välj rullgardinsrutan <guilabel>Teckenkodning</guilabel> för att ange vilken teckenkodning <application>XChat-GNOME</application> ska använda.
zh_cn: 使用 <guilabel>字符编码</guilabel> 下拉列表框来选择<application>XChat-GNOME</application> 使用的字符编码。

source: Enter the <guilabel>Server Password</guilabel>, if the Internet Relay Chat (IRC) server requires it.
da: Indtast <guilabel>serveradgangskoden</guilabel>, hvis Internet Relay Chat-serveren (IRC) kræver det.
el: Εισάγετε τον <guilabel>Κωδικό πρόσβασης διακομιστή</guilabel>, αν ο διακομιστής διαδικτυακής μεταγωγής συνομιλίας (IRC) το απαιτεί.
sv: Ange <guilabel>Serverlösenord</guilabel> om Internet Relay Chat (IRC)-servern kräver det.
zh_cn: 如果 IRC 服务器要求的话，键入 <guilabel>S服务器密码</guilabel>。

source: Users and Channels
da: Brugere og kanaler
el: Χρήστες και Κανάλια
sv: Användare och kanaler
zh_cn: 用户和频道

source: <guilabel>Users Info</guilabel>
el: <guilabel>Πληροφορίες χρηστών</guilabel>
sv: <guilabel>Användarinfo</guilabel>

source: Select the <guilabel>Use global user settings</guilabel> option to use the global settings used in the <guilabel>General</guilabel> section of <xref linkend="xchat-gnome-prefs-general"/>.
da: Vælg indstillingen <guilabel>Brug global brugeropsætning</guilabel> for at bruge global opsætning angivet i afsnittet <guilabel>Generelt</guilabel> i <xref linkend="xchat-gnome-prefs-general"/>.
el: Επιλέξτε το <guilabel>Χρήση καθολικών ρυθμίσεων χρήστη</guilabel> για να χρησιμοποιήσετε τις καθολικές χρησιμοποιούμενες ρυθμίσεις στην ενότητα <guilabel>Γενικά</guilabel> του <xref linkend="xchat-gnome-prefs-general"/>.
sv: Välj alternativet <guilabel>Använd globala användarinställningar</guilabel> för att använda de globala inställningar som används i avsnittet<guilabel>Allmänt</guilabel> för <xref linkend="xchat-gnome-prefs-general"/>.
zh_cn: 选择 <guilabel>使用全局用户设定</guilabel> 选项来使用<guilabel>常规</guilabel> 中的设定 <xref linkend="xchat-gnome-prefs-general"/>。

source: Select the <guilabel>Use the user settings</guilabel> option to set the <guilabel>Nick name</guilabel> and <guilabel>Real Name</guilabel> specific to this Internet Relay Chat (IRC) server.
da: Vælg indstillingen <guilabel>Brug brugeropsætningen</guilabel> til at angive <guilabel>Brugernavnet</guilabel> og <guilabel>Navnet</guilabel> specifikt for denne Internet Relay Chat-server (IRC).
el: Επιλέξτε το <guilabel>Χρήση των ρυθμίσεων χρήστη</guilabel> για να ορίσετε το <guilabel>Ψευδώνυμο</guilabel> και το <guilabel>Πραγματικό όνομα</guilabel> ειδικό για αυτόν τον διακομιστή διαδικτυακής μεταγωγής συνομιλίας (IRC).
sv: Välj alternativet <guilabel>Använd användarinställningarna</guilabel> för att ange <guilabel>Smeknamn</guilabel> och <guilabel>Verkligt namn</guilabel> specifikt för denna Internet Relay Chat (IRC)-server.
zh_cn: 选择 <guilabel>使用用户设定</guilabel>选项来为特定的服务器设置 <guilabel>昵称</guilabel> 和<guilabel>真名</guilabel>。

source: <guilabel>Automatically Join Channels</guilabel>
el: <guilabel>Αυτόματη σύνδεση καναλιών</guilabel>
sv: <guilabel>Gå automatiskt in i kanaler</guilabel>

source: Click the <guibutton>Add</guibutton> button to add a new channel.
da: Klik på knappen <guibutton>Tilføj</guibutton> for at tilføje en ny kanal.
el: Πατήστε το πλήκτρο <guibutton>Προσθήκη</guibutton> για να προσθέσετε ένα νέο κανάλι.
sv: Klicka på knappen <guibutton>Lägg till</guibutton> för att lägga till en ny kanal.
zh_cn: 单击 <guibutton>添加</guibutton> 按钮来添加一个新的频道。

source: Click the <guibutton>Edit</guibutton> button to edit the selected channel.
da: Klik på knappen <guibutton>Rediger</guibutton> for at redigere den valgte kanal.
el: Πατήστε το πλήκτρο <guibutton>Επεξεργασία</guibutton> για να επεξεργαστείτε το επιλεγμένο κανάλι.
sv: Klicka på knappen <guibutton>Redigera</guibutton> för att redigera den valda kanalen.
zh_cn: 单击 <guibutton>编辑</guibutton> 按钮来编辑选定的频道。

source: Click the <guibutton>Remove</guibutton> button to remove the selected channel.
da: Klik på knappen <guibutton>Fjern</guibutton> for at fjerne den valgte kanal.
el: Πατήστε το πλήκτρο <guibutton>Αφαίρεση</guibutton> για να αφαιρέσετε το επιλεγμένο κανάλι.
sv: Klicka på knappen <guibutton>Ta bort</guibutton> för att ta bort den valda kanalen.
zh_cn: 单击 <guibutton>移除</guibutton> 按钮 来移除选定的频道。

source: The channel name should begin with a pound sign (#).
da: Kanalnavnet bør begynde med en havelåge (#).
el: Το όνομα του καναλιού πρέπει να ξεκινά με το σύμβολο (#).
sv: Kanalnamnet bör börja med brädgårdstecken (#).
zh_cn: 频道名应该以一个 # 号开头。

source: Servers
da: Servere
el: Διακομιστές
sv: Servrar
zh_cn: 服务器

source: Click the <guibutton>Add</guibutton> button to add a new Internet Relay Chat (IRC) server.
da: Klik på knappen <guibutton>Tilføj</guibutton> for at tilføje en ny Internet Relay Chat-server (IRC).
el: Πατήστε το πλήκτρο <guibutton>Προσθήκη</guibutton> για να προσθέσετε έναν νέο διακομιστή διαδικτυακής μεταγωγής συνομιλίας (IRC).
sv: Klicka på knappen <guibutton>Lägg till</guibutton> för att lägga till en ny Internet Relay Chat (IRC)-server.
zh_cn: 单击 <guibutton>增加</guibutton> 按钮来增加一个新的 IRC 服务器。

source: Click the <guibutton>Edit</guibutton> button to edit the selected Internet Relay Chat (IRC) server.
da: Klik på knappen <guibutton>Rediger</guibutton> for at redigere den valgte Internet Relay Chat-server (IRC).
el: Πατήστε το πλήκτρο <guibutton>Επεξεργασία</guibutton> για να επεξεργαστείτε τον επιλεγμένο διακομιστή διαδικτυακής μεταγωγής συνομιλίας (IRC).
sv: Klicka på knappen <guibutton>Redigera</guibutton> för att redigera den valda Internet Relay Chat (IRC)-servern.
zh_cn: 单击 <guibutton>E编辑</guibutton> 按钮来编辑选定的 IRC 服务器。

source: Click the <guibutton>Remove</guibutton> button to remove the selected Internet Relay Chat (IRC) server.
da: Klik på knappen <guibutton>Fjern</guibutton> for at fjerne den valgte Internet Relay Chat-server (IRC).
el: Πατήστε το πλήκτρο <guibutton>Αφαίρεση</guibutton> για να αφαιρέσετε τον επιλεγμένο διακομιστή διαδικτυακής μεταγωγής συνομιλίας (IRC).
sv: Klicka på knappen <guibutton>Ta bort</guibutton> för att ta bort den valda Internet Relay Chat (IRC)-servern.
zh_cn: 单击 <guibutton>移除</guibutton> 按钮 来移除选定的服务器。

source: To specify custom port use (/) as seperator, as "host/port"
da: For at angive en tilpasset port brug (/) som adskillelsestegn, som i "vært/port"
el: Για να ορίσετε μια προσαρμοσμένη θύρα χρησιμοποιήστε το (/) ως διαχωριστικό, ως "κεντρικός υπολογιστής/θύρα"
zh_cn: 指定自定义端口使用(/)作为分隔符，比如 "主机/端口"

source: About <application>XChat-GNOME</application>
da: Om <application>XChat-GNOME</application>
el: Περί του <application>XChat-GNOME</application>
sv: Om <application>XChat-GNOME</application>
zh_cn: 关于 <application>XChat-GNOME</application>

source: To find more information about <application>XChat-GNOME</application>, please visit the <ulink url="http://live.gnome.org/Xchat-Gnome" type="http">XChat-GNOME Web page</ulink>.
da: For yderligere information om <application>XChat-GNOME</application>, kan du besøge <ulink url="http://live.gnome.org/Xchat-Gnome" type="http">hjemmesiden for XChat-GNOME</ulink>.
el: Για να βρείτε περισσότερες πληροφορίες για το <application>XChat-GNOME</application>, παρακαλούμε επισκεφτείτε την <ulink url="http://live.gnome.org/Xchat-Gnome" type="http">ιστοσελίδα XChat-GNOME</ulink>.
sv: För att hitta mer information om <application>XChat-GNOME</application>, besök <ulink url="http://live.gnome.org/Xchat-Gnome" type="http">XChat-GNOME-webbplatsen</ulink>.
zh_cn: 想获得更多的关于 <application>XChat-GNOME</application> 的信息，请访问 <ulink url="http://live.gnome.org/Xchat-Gnome" type="http">XChat-GNOME Web page</ulink>。

source: To report a bug or make a suggestion regarding this application or this manual, see the Feedback section of the <ulink url="ghelp:user-guide?feedback-bugs" type="help">GNOME User Guide</ulink>.
da: Hvis du ønsker at indrapportere en fejl eller komme med et forslag vedrørende programmet eller denne manual så følg vejledningen på siden <ulink url="ghelp:user-guide?feedback-bugs" type="help">tilbagemeldinger omkring GNOME</ulink>.
el: Για αναφορά σφάλματος ή υποβολή πρότασης σχετικά με αυτή την εφαρμογή ή αυτό το εγχειρίδιο, δείτε την ενότητα ανατροφοδότησης του <ulink url="ghelp:user-guide?feedback-bugs" type="help">οδηγού χρήστη GNOME</ulink>.
sv: För att rapportera ett fel eller föreslå en förbättring i detta program eller denna handbok, se återkopplingsavsnittet för <ulink url="ghelp:user-guide?feedback-bugs" type="help">användarguiden för GNOME</ulink>.
zh_cn: 报告关于 <application>XChat-GNOME</application> 和本手册的 bug 或者提建议请参考<ulink url="ghelp:user-guide?feedback-bugs" type="help">GNOME 用户指南</ulink>中的“反馈 ”章节。

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at this <ulink url="ghelp:gpl" type="help">link</ulink>, or in the file COPYING included with the source code of this program.
da: Dette program distribueres under betingelserne i GNU General Public License som udgivet af the Free Software Foundation; enten version 2 af denne licens eller (efter eget valg) enhver senere version. En kopi af denne licens kan ses på <ulink url="ghelp:gpl" type="help">link</ulink>, eller i filen COPYING inkluderet med kildekoden for dette program.
el: Αυτό το πρόγραμμα διανέμεται υπό τους όρους της Γενικής Άδειας Δημόσιας Χρήσης GNU (GPL), όπως αυτή έχει δημοσιευτεί από το Ίδρυμα Ελεύθερου Λογισμικού (FSS) — είτε της έκδοσης 2 της Άδειας, είτε (κατ' επιλογήν σας) οποιασδήποτε μεταγενέστερης έκδοσης. Αντίγραφο της άδειας είναι διαθέσιμο στον ακόλουθο <ulink url="ghelp:gpl" type="help">σύνδεσμο</ulink>, ή στο αρχείο COPYING που διανέμεται μαζί με τον πηγαίο κώδικα αυτού του προγράμματος.
sv: Detta program distribueras under villkoren i GNU General Public License, publicerad av Free Software Foundation, antingen version 2 eller (om du så vill) någon senare version. En kopia av denna licens kan hittas på denna <ulink url="ghelp:gpl" type="help">länk</ulink> eller i filen COPYING inkluderad med källkoden i detta program.
zh_cn: 本程序在由自由软件基金会发布的1.1或者后续版本的《自由文档许可》下发布。你可以在这个 <ulink type="help" url="ghelp:fdl">链接</ulink> ，或者在与本手册一起发布的 COPYING 文件中找到一份 GFDL 的拷贝。

source: link
el: σύνδεσμο
sv: länk

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <_:ulink-1/> or in the file COPYING-DOCS distributed with this manual.
el: Χορηγείται άδεια αντιγραφής, διανομής και/ή τροποποίησης του παρόντος εγγράφου υπό τους όρους της έκδοσης 1.1 της Ελεύθερης Άδειας Τεκμηρίωσης GNU (GFDL), ή οποιασδήποτε μεταγενέστερης έκδοσής αυτής από το Ίδρυμα Ελεύθερου Λογισμικού (FSF), χωρίς αμετάβλητες ενότητες, κείμενα εμπροσθοφύλλου και κείμενα οπισθοφύλλου. Αντίγραφο της άδειας GFDL είναι διαθέσιμο στον ακόλουθο <_:ulink-1/>, ή στο αρχείο COPYING-DOCS που διανέμεται μαζί με το παρόν εγχειρίδιο.
sv: Tillstånd att kopiera, distribuera och/eller modifiera detta dokument ges under villkoren i GNU Free Documentation License (GFDL), version 1.1 eller senare, utgivet av Free Software Foundation utan standardavsnitt och omslagstexter. En kopia av GFDL finns att hämta på denna <_:ulink-1/> eller i filen COPYING-DOCS som medföljer denna handbok.

source: Use the <guilabel>Built-in schemes</guilabel> drop-down box to specify how <application>XChat-GNOME</application> should display the text and background color. Select one of the following options:
sv: Använd rullgardinslisten <guilabel>Inbyggda scheman</guilabel> för att ange hur <application>XChat-GNOME</application> ska visa text- och bakgrundsfärger. Välj ett av följande alternativ:

source: Click on the <guilabel>Foreground mark</guilabel> button to display the color selector dialog. Select the foreground mark color for the <application>XChat-GNOME</application> discussion area.
sv: Klicka på knappen <guilabel>Förgrundsmarkering</guilabel> för att visa färgväljardialogen. Välj färgen för diskussionsytans förgrundsmarkering i <application>XChat-GNOME</application>.

source: To remove a plugin or script, select the appropriate item and click on the <guibutton>Remove</guibutton> button .
sv: För att ta bort ett instick eller ett skript, välj önskat objekt och klicka på knappen <guibutton>Ta bort</guibutton> .

source: To specify custom port use (/) as separator, as "host/port"
sv: För att ange en anpassad port, använd (/) som avgränsare, likt ”värd/port”

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
da: Der gives tilladelse til at kopiere, distribuere og/eller ændre dette dokument under betingelserne i GNU Free Documentation License (GFDL), version 1.1 eller enhver nyere version, udgivet af Free Software Foundation uden invariante afsnit, uden forsidetekster, og uden bagsidetekster. Du kan finde en kopi af GFDL'en her: <ulink type="help" url="ghelp:fdl">link</ulink>, eller i filen COPYING-DOCS der distribueres med denne manual.
zh_cn: 在由自由软件基金会发布的1.1或者后续版本的《自由文档许可》(GFDL)条款的许可下，你可以复制，发布和修改本文档。固定章节、封面文字和封底文字不在此列。 你可以在这个 <ulink type="help" url="ghelp:fdl">链接</ulink> ,或者在与本手册一起发布的 COPYING-DOCS 文件中找到一份 GFDL 的拷贝。

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
da: DETTE DOKUMENT OG MODIFICEREDE VERSIONER GØRES TILGÆNGELIGT UNDER BETINGELSERNE I GNU FREE DOCUMENTATION LICENSE UNDER DEN FORUDSÆTNING AT: <placeholder-1/>
zh_cn: 本文档及其修改版皆在《自由文档许可》的条款下发布：<placeholder-1/>

source: Fedora Project
da: Fedoraprojektet
zh_cn: Fedora 项目

source: XChat-GNOME Manual V2.0
da: XChat-GNOME manual version 2.0
zh_cn: XChat-GNOME 手册 V2.0

source: Choose <menuchoice><guisubmenu>Internet</guisubmenu><guimenuitem>XChat-GNOME IRC Chat</guimenuitem></menuchoice>.
da: Vælg <menuchoice><guisubmenu>Internet</guisubmenu><guimenuitem>XChat-GNOME IRC Chat</guimenuitem></menuchoice>.
zh_cn: 选择 <menuchoice><guisubmenu>互联网</guisubmenu> <guimenuitem>XChat-GNOME 互联网中继聊天</guimenuitem></menuchoice>.

source: Shows <placeholder-1/> main window. Contains titlebar, menubar, display area, and scrollbars. Menubar contains IRC, Edit, Network, Discussion, Go, and Help menus.
da: Viser hovedvinduet <placeholder-1/>. Indeholder titelbjælke, menubjælke, visningsområde og rullebjælker. Menubjælken indeholder IRC, Rediger, Netværk, Diskussion, Gå og hjælpemenuer.
zh_cn: 显示<placeholder-1/> 主窗口，包含标题栏，菜单栏，显示区域和滚动条。菜单栏包含聊天、编辑、网络、讨论、转到和帮助 。

source: To connect to an Internet Relay Chat (IRC) Server, choose <menuchoice><guimenu>IRC</guimenu><guimenuitem>Connect</guimenuitem></menuchoice>. The <guilabel>Connect</guilabel> dialog is displayed. Select the Server that you wish to connect to, then click <guibutton>Connect</guibutton>.
da: For at forbinde til en server af typen Internet Relay Chat (IRC), vælges <menuchoice><guimenu>IRC</guimenu><guimenuitem>Forbind</guimenuitem></menuchoice>. Dialogen <guilabel>Forbind</guilabel> er vist. Vælg den server som du ønsker at forbinde til, og klik på <guibutton>Forbind</guibutton>.
zh_cn: 连接到IRC服务器，选择 <menuchoice><guimenu>IRC</guimenu><guimenuitem>连接</guimenuitem></menuchoice>。 <guilabel>连接</guilabel> 对话框会出现。 选择你想连接的服务器。 然后点击<guibutton>连接</guibutton>。

source: To view Direct Client-To-Client (DCC) file transfer information, choose <menuchoice><guimenu>IRC</guimenu><guimenuitem>File Transfers</guimenuitem></menuchoice>.
da: For at vise overførelsesinformation for Direct Client-To-Client (DCC) vælg <menuchoice><guimenu>IRC</guimenu><guimenuitem>Filoverførsler</guimenuitem></menuchoice>.
zh_cn: 要查看 DCC 文件直传信息，选择<menuchoice><guimenu>IRC</guimenu><guimenuitem>文件传输</guimenuitem></menuchoice>。

source: To delete the selected text from the file and move the selected text to a buffer, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Cut</guimenuitem></menuchoice>.
da: For at slette den valgte tekst fra filen og flytte den valgte tekst til et mellemlager, vælg <menuchoice><guimenu>Rediger</guimenu><guimenuitem>Klip</guimenuitem></menuchoice>.
zh_cn: 要剪切选定的文本，选择<menuchoice><guimenu>编辑</guimenu><guimenuitem>剪切</guimenuitem></menuchoice>。

source: To copy the selected text to a buffer, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Copy</guimenuitem></menuchoice>.
da: For at kopiere den valgte tekst til et mellemlager, vælg <menuchoice><guimenu>Rediger</guimenu><guimenuitem>Kopier</guimenuitem></menuchoice>.
zh_cn: 要复制选定的文本，选择 <menuchoice><guimenu>编辑</guimenu><guimenuitem>复制</guimenuitem></menuchoice>。

source: To insert the contents of the buffer at the cursor position, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Paste</guimenuitem></menuchoice>. You must cut or copy text before you can paste text into the file.
da: For at indsætte indholdet af mellemlageret ved markørens placering, vælg <menuchoice><guimenu>Rediger</guimenu><guimenuitem>Indsæt</guimenuitem></menuchoice>. Du skal klippe eller kopier tekst, før du kan indsætte tekst i filen.
zh_cn: 要粘贴文本到当前光标处，选择 <menuchoice><guimenu>编辑</guimenu><guimenuitem>粘贴</guimenuitem></menuchoice>。你必须在粘贴之前复制或者剪切。

source: To clear all text from the Discussion Area for the currently selected Channel, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Clear</guimenuitem></menuchoice>.
da: For at rydde al tekst fra diskussionsområdet for den aktuelt valgte kanal, vælg <menuchoice><guimenu>Rediger</guimenu><guimenuitem>Ryd</guimenuitem></menuchoice>.
zh_cn: 要清除当前频道讨论区域的所有文本，选择 <menuchoice><guimenu>编辑</guimenu><guimenuitem>清除</guimenuitem></menuchoice>。

source: To reconnect <application>XChat-GNOME</application> to an Internet Relay Chat (IRC) server, choose <menuchoice><guimenu>Network</guimenu><guimenuitem>Reconnect</guimenuitem></menuchoice>.
da: For at gentilslutte <application>XChat-GNOME</application> til en server af typen Internet Relay Chat (IRC), vælg <menuchoice><guimenu>Netværk</guimenu><guimenuitem>Gentilslut</guimenuitem></menuchoice>.
zh_cn: 要重新连接 <application>XChat-GNOME</application> 到IRC服务器，选择 <menuchoice><guimenu>网络</guimenu><guimenuitem>重新连接</guimenuitem></menuchoice>。

source: To disconnect <application>XChat-GNOME</application> from an Internet Relay Chat (IRC) server, choose <menuchoice><guimenu>Network</guimenu><guimenuitem>Disconnect</guimenuitem></menuchoice>.
da: For at afbryde forbindelsen fra <application>XChat-GNOME</application> til en server af typen Internet Relay Chat (IRC), vælg <menuchoice><guimenu>Netværk</guimenu><guimenuitem>Afbryd</guimenuitem></menuchoice>.
zh_cn: 要把 <application>XChat-GNOME</application> 和IRC服务器断开连接，选择 <menuchoice><guimenu>网络</guimenu><guimenuitem>断开连接</guimenuitem></menuchoice>。

source: To save a transcript of a Channel, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo></shortcut><guimenu>Discussion</guimenu><guimenuitem>Save Transcript</guimenuitem></menuchoice>.
da: For at gemme et transkript af en kanal, vælg <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo></shortcut><guimenu>Diskussion</guimenu><guimenuitem>Gem transkript</guimenuitem></menuchoice>.
zh_cn: 要保存频道记录，选择 <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo></shortcut><guimenu>讨论</guimenu><guimenuitem>保存副本</guimenuitem></menuchoice>。
