Repository: xchat-gnome/xchat-gnome
Catalog: po/*.po
Languages: ro

source: -%C10-%C11-%O$tYou have left channel $3 %C14(%O$4%C14)%O
ro: -%C10-%C11-%O$tMai aveți canalul $3 %C14(%O$4%C14)%O

source: -%C10-%C11-%O$tYou're inviting %C11$1%C to %C11$2%C (%C11$3%C)
ro: -%C10-%C11-%O$tInvitați pe %C11$1%C la %C11$2%C (%C11$3%C)

source: -%C10-%C11-%O$tYou are now known as $2
ro: -%C10-%C11-%O$t$1 sunteți cunoscut ca $2

source: Remote host closed socket
ro: Gazda de la distanță a deconectat mufa

source: Connection refused
ro: Conexiune refuzată

source: No route to host
ro: Nicio rută către gazdă

source: Connection timed out
ro: Conexiune întreruptă

source: Cannot assign that address
ro: Nu s-a putut atribui acea adresă

source: Connection reset by peer
ro: Conexiune restabilită de către partener

source: Ascension Island
ro: Insula Ascension

source: United Arab Emirates
ro: Emiratele Arabe Unite

source: Afghanistan
ro: Afganistan

source: Antigua and Barbuda
ro: Antigua și Barbuda

source: Netherlands Antilles
ro: Antilele Olandeze

source: Reverse DNS
ro: DNS inversat

source: American Samoa
ro: Samoa Americană

source: Aland Islands
ro: Insulele Aland

source: Bosnia and Herzegovina
ro: Bosnia și Herțegovina

source: Belgium
ro: Belgia

source: Businesses
ro: Afaceri

source: Brunei Darussalam
ro: Brunei

source: Brazil
ro: Brazilia

source: Bahamas
ro: Insulele Bahamas

source: Bouvet Island
ro: Insula Bouvet

source: Cocos Islands
ro: Insulele Cocos

source: Democratic Republic of Congo
ro: Republica Democrată Congo

source: Central African Republic
ro: Republica Central-Africană

source: Congo
ro: Republica Congo

source: Switzerland
ro: Elveția

source: Cote d'Ivoire
ro: Coasta de Fildeș

source: Cook Islands
ro: Insulele Cook

source: Cameroon
ro: Camerun

source: Colombia
ro: Columbia

source: Internic Commercial
ro: Internic comercial

source: Serbia and Montenegro
ro: Serbia și Muntenegru

source: Cape Verde
ro: Cabo Verde

source: Christmas Island
ro: Insula Crăciunului

source: Cyprus
ro: Cipru

source: Czech Republic
ro: Cehia

source: Germany
ro: Germania

source: Denmark
ro: Danemarca

source: Dominican Republic
ro: Republica Dominicană

source: Educational Institution
ro: Instituție educațională

source: Egypt
ro: Egipt

source: Western Sahara
ro: Sahara de Vest

source: Spain
ro: Spania

source: Ethiopia
ro: Etiopia

source: European Union
ro: Uniunea Europeană

source: Finland
ro: Finlanda

source: Falkland Islands
ro: Insulele Falkland

source: Micronesia
ro: Micronezia

source: Faroe Islands
ro: Insulele Feroe

source: France
ro: Franța

source: Great Britain
ro: Marea Britanie

source: French Guiana
ro: Guyana Franceză

source: British Channel Isles
ro: Insulele britanice Channel

source: Greenland
ro: Groenlanda

source: Guinea
ro: Guineea

source: Government
ro: Guvern

source: Equatorial Guinea
ro: Guineea Ecuatorială

source: Greece
ro: Grecia

source: S. Georgia and S. Sandwich Isles
ro: Insulele S. Georgia și S. Sandwich

source: Guinea-Bissau
ro: Guineea-Bissau

source: Heard and McDonald Islands
ro: Insulele Heard și McDonald

source: Croatia
ro: Croația

source: Hungary
ro: Ungaria

source: Indonesia
ro: Indonezia

source: Ireland
ro: Irlanda

source: Isle of Man
ro: Insula Man

source: Informational
ro: Informațional

source: International
ro: Internațional

source: British Indian Ocean Territory
ro: Teritoriul Britanic din Oceanul Indian

source: Iraq
ro: Irak

source: Iceland
ro: Islanda

source: Italy
ro: Italia

source: Jordan
ro: Iordania

source: Japan
ro: Japonia

source: Kyrgyzstan
ro: Kârgâzstan

source: Cambodia
ro: Cambodgia

source: Comoros
ro: Comore

source: St. Kitts and Nevis
ro: Sfântul Kitts și Nevis

source: North Korea
ro: Coreea de Nord

source: South Korea
ro: Coreea de Sud

source: Kuwait
ro: Kuweit

source: Cayman Islands
ro: Insulele Cayman

source: Lebanon
ro: Liban

source: Saint Lucia
ro: St. Lucia

source: Lithuania
ro: Lituania

source: Luxembourg
ro: Luxemburg

source: Latvia
ro: Letonia

source: Libya
ro: Libia

source: Morocco
ro: Maroc

source: Moldova
ro: Republica Moldova

source: United States Medical
ro: Centrul medical din Statele Unite ale Americii

source: Marshall Islands
ro: Insulele Marshall

source: Military
ro: Militar

source: Myanmar
ro: Birmania

source: Northern Mariana Islands
ro: Insulele Mariane de Nord

source: Martinique
ro: Martinica

source: Maldives
ro: Insulele Maldive

source: Mexico
ro: Mexic

source: Malaysia
ro: Malaezia

source: Mozambique
ro: Mozambic

source: New Caledonia
ro: Noua Caledonie

source: Norfolk Island
ro: Insula Norfolk

source: Netherlands
ro: Olanda

source: Norway
ro: Norvegia

source: New Zealand
ro: Noua Zeelandă

source: Internic Non-Profit Organization
ro: Organizația non-profit Internic

source: French Polynesia
ro: Polinezia Franceză

source: Papua New Guinea
ro: Papua Noua Guinee

source: Philippines
ro: Filipine

source: Poland
ro: Polonia

source: St. Pierre and Miquelon
ro: Sf. Pierre și Miquelon

source: Palestinian Territory
ro: Teritoriul Palestinian

source: Portugal
ro: Portugalia

source: Romania
ro: România

source: Old School ARPAnet
ro: ARPAnet Original

source: Russian Federation
ro: Rusia

source: Saudi Arabia
ro: Arabia Saudită

source: Solomon Islands
ro: Insulele Solomon

source: Seychelles
ro: Insulele Seychelles

source: Sweden
ro: Suedia

source: St. Helena
ro: Sf. Elena

source: Svalbard and Jan Mayen Islands
ro: Insulele Svalbard și Jan Mayen

source: Slovak Republic
ro: Slovacia

source: Suriname
ro: Surinam

source: Sao Tome and Principe
ro: Sao Tome și Príncipe

source: Former USSR
ro: Fosta USSR

source: Syria
ro: Siria

source: Turks and Caicos Islands
ro: Insulele Turks și Caicos

source: Chad
ro: Ciad

source: French Southern Territories
ro: Teritoriile Franceze de Sud

source: Thailand
ro: Thailanda

source: Tajikistan
ro: Tadjikistan

source: East Timor
ro: Timorul de Est

source: Turkey
ro: Turcia

source: Trinidad and Tobago
ro: Trinidad și Tobago

source: Ukraine
ro: Ucraina

source: United Kingdom
ro: Regatul Unit

source: United States of America
ro: Statele Unite ale Americii

source: Vatican City State
ro: Vatican

source: St. Vincent and the Grenadines
ro: St. Vincent și Grenadine

source: British Virgin Islands
ro: Insulele Virgine Britanice

source: US Virgin Islands
ro: Insulele Virgine ale SUA

source: Wallis and Futuna Islands
ro: Insulele Wallis și Futuna

source: Yugoslavia
ro: Iugoslavia

source: South Africa
ro: Africa de Sud

source: Unknown
ro: Necunoscut

source: Open Dialog Window
ro: Deschide fereastra de dialog

source: Send a File
ro: Trimite un fișier

source: User Info (WHOIS)
ro: Informații utilizator (WHOIS)

source: Operator Actions
ro: Acțiuni operator

source: Give Ops
ro: Oferă drept de operator

source: Take Ops
ro: Retrage dreptul de operator

source: Give Voice
ro: Oferă voce

source: Take Voice
ro: Retrage vocea

source: Kick/Ban
ro: Elimină/Blochează

source: Kick
ro: Elimină

source: Ban
ro: Blochează

source: KickBan
ro: Elimină și Blochează

source: Direct client-to-client
ro: Direct client-la-client

source: Send File
ro: Trimite fișierul

source: Offer Chat
ro: Oferă discuție

source: Abort Chat
ro: Abandonează discuția

source: Version
ro: Versiune

source: Userinfo
ro: Informații despre utilizator

source: Clientinfo
ro: Informații despre client

source: Oper
ro: Operator

source: Kill this user
ro: Distruge acest utilizator

source: Mode
ro: Mod

source: Give Half-Ops
ro: Oferă drept de semi-operator

source: Take Half-Ops
ro: Retrage dreptul de semi-operator

source: Ignore
ro: Ignoră

source: Ignore User
ro: Ignoră utilizatorul

source: UnIgnore User
ro: Revocă ignorarea utilizatorului

source: Info
ro: Informații

source: Who
ro: Cine

source: WhoIs
ro: Cine este

source: DNS Lookup
ro: Analiză DNS

source: Trace
ro: Urmărește

source: UserHost
ro: Gazdă utilizator

source: External
ro: Extern

source: Traceroute
ro: Urmărește ruta

source: Leave Channel
ro: Părăsește canalul

source: Join Channel...
ro: Alătură-te canalului...

source: Enter Channel to Join:
ro: Introduceți canalul pentru alăturare:

source: Server Links
ro: Legături server

source: Ping Server
ro: Verifică conexiunea la server

source: Hide Version
ro: Ascunde versiunea

source: bye
ro: la revedere

source: Enter reason to kick %s:
ro: Introduceți motivul eliminării lui %s:

source: Sendfile
ro: Trimite fișierul

source: Send
ro: Trimite

source: Chat
ro: Discuție

source: Clear
ro: Golește

source: remote access
ro: Acces la distanță

source: plugin for remote access using DBUS
ro: modul pentru acces la distanță folosind DBUS

source: Couldn't connect to session bus: %s
ro: Nu s-a putut stabili conexiunea către magistrala sesiunii: %s

source: Failed to acquire %s: %s
ro: Nu s-a putut obține %s: %s

source: Run XChat-GNOME in a terminal?
ro: Doriți să rulați XChat-GNOME într-un terminal?

source: Set it at TRUE if you want it activated
ro: Stabiliți ca ADEVĂRAT dacă vreți să se activeze

source: The handler for "irc://" URLs
ro: Operatorul pentru URL-uri „irc://”

source: X-Chat GNOME is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ro: X-Chat GNOME este software liber; îl puteți redistribui și/sau modifica sub termenii GNU General Public License publicat de Free Softaware Foundation; ori versiunea 2 a Licenței, ori (la opțiunea dumneavoastră) orice altă versiune mai nouă.

source: X-Chat GNOME is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
ro: X-Chat GNOME este distribuit în speranța că va fi folositor, dar FĂRĂ VREO GARANȚIE; fără măcar să fie implicată garanția de VANDABILITATE sau POTRIVIRE PENTRU VREUN SCOP ANUME. Vedeți GNU General Public License pentru mai multe detalii.

source: You should have received a copy of the GNU General Public License along with X-Chat GNOME; if not, write to the Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
ro: Ar trebui să fi primit o copie a Licenței GNU General Public License împreuna cu X-Chat GNOME; dacă nu, scrieți la Free Software Foundation, inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA

source: “Listen very carefully, I shall say this only once.”
ro: „Ascultă cu atenție, voi spune asta doar o dată.”

source: XChat-GNOME Web Site
ro: Siteul web XChat-GNOME

source: translator-credits
ro: Alexandru Florescu Marian <show_some_originality@yahoo.com> Ion Laurențiu Cristian <me_lawr@yahoo.com> Daniel Șerbănescu <cyber19rider@gmail.com> Launchpad Contributions: Adi Roiban https://launchpad.net/~adiroiban Dan Telecan https://launchpad.net/~telecan-dan Daniel Șerbănescu https://launchpad.net/~serbanescu.daniel Radu M. Ilea https://launchpad.net/~ilearadumircea

source: Automatically display the channel list dialog
ro: Afișează automat lista de dialog a canalului

source: Background image filename
ro: Numele imaginii de fundal

source: Background transparency
ro: Transparența fundalului

source: Colorize nicknames in the main window
ro: Colorează pseudonimele în fereastra principală

source: Default nickname used by servers without special options set
ro: Pseudonim implicit folosit de servere fără opțiuni speciale stabilite

source: Default real name used by servers without special options set
ro: Nume real implicit folosit de servere fără opțiuni speciale stabilite

source: Enable spellchecking
ro: Activează verificarea ortografică

source: Font for the main window
ro: Fontul ferestrei principale

source: Height of the channel list
ro: Înălțimea listei de canale

source: Height of the main window
ro: Înălțimea ferestrei principale

source: If set to true, when you join a server without automatically joining a channel, the channel list dialog will be displayed
ro: Dacă este stabilită la adevărat, când vă conectați la un server fără a vă alătura unui canal în mod automat, dialogul listă de canale va fi afișat

source: Languages to use for spellchecking
ro: Limbile folosite pentru verificarea ortografică

source: List of enabled plugins
ro: Lista modulelor activate

source: Message sent on away
ro: Mesaj trimis în absență

source: Message sent on channel part
ro: Mesaj trimis în momentul părăsirii

source: Message sent on quit
ro: Mesajul trimis la ieșire

source: Position of the horizontal pane in the main window
ro: Poziția panoului orizontal în fereastra principală

source: Selected background type
ro: Tipul de fundal selectat

source: Selected color scheme
ro: Schema de culori selectată

source: Show colors in the main window
ro: Arată culori în fereastra principală

source: Show timestamps in the main window
ro: Arată marcaje de timp în fereastra principală

source: Show user list in main window
ro: Arată lista de utilizatori în fereastra principală

source: Use system fonts
ro: Folosește fonturile sistemului

source: Whether the horizontal pane in the main window is shown
ro: Dacă panoul orizontal este afișat în fereastra principală

source: Whether the statusbar in the main window is shown
ro: Dacă bara de stare este afișată în fereastra principală

source: Width of the channel list
ro: Lățimea listei de canale

source: Width of the main window
ro: Lățimea ferestrei principale

source: X position of the main window on the screen
ro: Poziția pe axa X a ferestrei principale pe ecran

source: Y position of the main window on the screen
ro: Poziția pe axa Y a ferestrei principale pe ecran

source: xchat configuration version
ro: versiunea configurării xchat

source: %s Channel List
ro: Lista canalelor %s

source: This network doesn't have a server defined.
ro: Această rețea nu are un server definit.

source: Please add at least one server to the %s network.
ro: Adăugați cel puțin un server la rețeaua %s.

source: _Open Link in Browser
ro: Deschide legătura în navigat_or

source: _Copy Link Location
ro: _Copiază locația legăturii

source: Se_nd Message To...
ro: _Trimite mesaj la...

source: _Copy Address
ro: _Copiază adresa

source: _Send File
ro: _Trimite fișierul

source: Paste File _Contents
ro: Lipește _conținutul fișierului

source: Paste File_name
ro: Lipește _numele fișierului

source: _Cancel
ro: _Anulează

source: _Copy
ro: _Copiază

source: Error reading file "%s": %s
ro: Eroare la citirea fișierului „%s”: %s

source: Error converting URI "%s" into filename: %s
ro: Eroare la conversia URI-ului „%s” în numele de fișier: %s

source: Error retrieving file information for "%s": %s
ro: Eroare la obținerea informațiilor despre fișierul „%s”: %s

source: Save Transcript
ro: Salvează transcrierea

source: Error saving %s
ro: Eroare la salvarea %s

source: Search buffer is empty.
ro: Memoria tampon pentru căutare este goală.

source: File
ro: Fișier

source: Remaining
ro: Rămas

source: Incoming File Transfer
ro: Transferuri de fișiere primite

source: _Accept
ro: _Acceptă

source: %s is attempting to send you a file named "%s". Do you wish to accept the transfer?
ro: %s încearcă să vă trimită un fișier numit „%s”. Doriți să acceptați transferul?

source: <b>%s</b> <small>from %s</small> %s of %s
ro: <b>%s</b> <small>de la %s</small> %s de %s

source: starting
ro: se pornește

source: <b>%s</b> <small>from %s</small> %s of %s at %s/s
ro: <b>%s</b> <small>de la %s</small> %s de %s la %s/s

source: queued
ro: adăugat la coadă

source: Transfer of %s to %s failed
ro: Transferul de %s la %s a eșuat

source: Transfer of %s from %s failed
ro: Transferul de %s de la %s a eșuat

source: Transfer failed
ro: Transferul a eșuat

source: aborted
ro: abandonat

source: stalled
ro: înțepenit

source: Send File...
ro: Trimite un fișier...

source: Full-screen the window
ro: Comută fereastra pe tot ecranul

source: Use directory instead of the default config dir
ro: Utilizează dosarul în locul dosarului implicit de configurări

source: Don't auto-connect to servers
ro: Nu te conecta la servere automat

source: Don't auto-load plugins
ro: Nu încărca modulele automat

source: Open an irc:// url
ro: Deschide un URL irc://

source: Open URL in an existing XChat-GNOME instance
ro: Deschide URL-ul într-o instanță XChat-GNOME existentă

source: Show version information
ro: Arată informații despre versiune

source: Failed to parse arguments: %s
ro: Eroare la analizarea argumentelor: %s

source: Incoming DCC Chat
ro: Primire discuție DCC

source: %s is attempting to create a direct chat. Do you wish to accept the connection?
ro: %s încearcă să creeze o discuție directă. Doriți să acceptați conexiunea?

source: Unable to show '%s'
ro: Nu s-a putut afișa „%s”

source: Find:
ro: Caută:

source: _Previous
ro: _Precedentul

source: _Next
ro: _Următorul

source: <span foreground="dark grey">Reached end, continuing from top</span>
ro: <span foreground="dark grey">S-a ajuns la sfârșit, se continuă de la început</span>

source: <span foreground="dark grey">Reached beginning, continuing from bottom</span>
ro: <span foreground="dark grey">S-a ajuns la început, se continuă de la sfârșit</span>

source: <span foreground="red">Search string not found</span>
ro: <span foreground="red">Șirul căutat nu a fost găsit</span>

source: Key
ro: Cheie

source: New Network
ro: Rețea nouă

source: %s Network Properties
ro: Proprietățile rețelei %s

source: Invalid input
ro: Intrare nevalidă

source: You must enter a network name
ro: Trebuie să introduceți un nume de rețea

source: You must enter a nick name
ro: Trebuie să introduceți un pseudonim

source: You must enter a real name
ro: Trebuie să introduceți un nume real

source: No Servers
ro: Niciun server

source: You must add at least one server for this network
ro: Trebuie să adăugați cel puțin un server la această rețea

source: ISO-8859-15 (Western Europe)
ro: ISO-8859-15 (Europa de Vest)

source: ISO-8859-2 (Central Europe)
ro: ISO-8859-2 (Europa Centrală)

source: ISO-8859-7 (Greek)
ro: ISO-8859-7 (Greacă)

source: ISO-8859-8 (Hebrew)
ro: ISO-8859-8 (Ebraică)

source: ISO-8859-9 (Turkish)
ro: ISO-8859-9 (Turcă)

source: ISO-2022-JP (Japanese)
ro: ISO-2022-JP (Japoneză)

source: SJIS (Japanese)
ro: SJIS (Japoneză)

source: CP949 (Korean)
ro: CP949 (Coreană)

source: KOI8-R (Cyrillic)
ro: KOI8-R (Chirilică)

source: CP1251 (Cyrillic)
ro: CP1251 (Chirilică)

source: CP1256 (Arabic)
ro: CP1256 (Arabă)

source: CP1257 (Baltic)
ro: CP1257 (Baltică)

source: GB18030 (Chinese)
ro: GB18030 (Chineză)

source: TIS-620 (Thai)
ro: TIS-620 (Tailandeză)

source: In_sert
ro: In_trodu

source: _Network
ro: _Rețea

source: _Discussion
ro: _Discuție

source: _View
ro: _Vizualizare

source: _Help
ro: _Ajutor

source: _Connect...
ro: _Conectează...

source: _File Transfers
ro: Transferuri de _fișiere

source: _Quit
ro: _Ieșire

source: Cu_t
ro: _Taie

source: _Paste
ro: Li_pește

source: Prefere_nces
ro: Preferi_nțe

source: _Reconnect
ro: _Reconectare

source: _Disconnect
ro: _Deconectare

source: _Close
ro: În_chide

source: _Channels...
ro: _Canale...

source: _Save Transcript
ro: _Salvează transcrierea

source: _Leave
ro: _Părăsește

source: Cl_ose
ro: Închi_de

source: _Find
ro: _Caută

source: Change _Topic
ro: Schimbă subiec_tul

source: _Bans...
ro: _Blocări...

source: _Users
ro: _Utilizatori

source: _Contents
ro: _Conținut

source: _About
ro: _Despre

source: _Sidebar
ro: Bară _laterală

source: _Statusbar
ro: Bară de _stare

source: _Fullscreen
ro: _Ecran întreg

source: Error showing help
ro: Eroare la afișarea ajutorului

source: The way the D-Bus plugin works has changed. To avoid problems, you should remove the old plugin file. <b>Please delete %s</b>
ro: Modul în care modulul D-Bus funcționează s-a schimbat. Pentru a evita problemele, ar trebui să eliminați vechiul fișier al modulului. <b>Ștergeți %s</b>

source: D-Bus plugin is still installed
ro: Modulul D-Bus este încă instalat

source: Pre_vious Network
ro: Rețeaua a_nterioară

source: Nex_t Network
ro: Rețeaua urmă_toare

source: _Previous Discussion
ro: Discuția anterioa_ră

source: _Next Discussion
ro: Discuția ur_mătoare

source: _Join
ro: _Alătură-te

source: _Auto-connect on startup
ro: Conectează _automat la pornire

source: _Auto-join on connect
ro: Alătură _automat la pornire

source: Show join/part messages
ro: Arată mesajele de alăturare/părăsire

source: <none>
ro: <niciunul>

source: Colors
ro: Culori

source: Black on White
ro: Negru pe alb

source: White on Black
ro: Alb pe negru

source: Custom
ro: Personalizat

source: System Theme Colors
ro: Culorile temei sistemului

source: File Transfers & DCC
ro: Transfer de fișiere & DCC

source: Effects
ro: Efecte

source: IRC Preferences
ro: Preferințe IRC

source: Really remove network "%s" and all of its servers?
ro: Sigur eliminați rețeaua „%s” și toate serverele acesteia?

source: Networks
ro: Rețele

source: Name
ro: Nume

source: unknown
ro: necunoscut

source: An error occurred unloading %s
ro: S-a produs o eroare la închiderea %s

source: Plugin Unload Failed
ro: Închiderea modulului a eșuat

source: Plugin Load Failed
ro: Încărcarea modulului a eșuat

source: Open Plugin
ro: Deschide modulul

source: Scripts and Plugins
ro: Scripturi și module

source: Enable
ro: Activează

source: Plugin
ro: Modul

source: Error in language %s activation: %s
ro: Eroare în activarea limbii %s: %s

source: Error in spell checking configuration: %s
ro: Eroare în configurația verificării ortografice: %s

source: Spell checking
ro: Verificare ortografică

source: In order to get spell-checking, you need to have libenchant installed with at least one dictionary.
ro: Pentru a obține verificarea ortografică, trebuie să aveți instalat libenchant cu cel puțin un dicționar.

source: _Check spelling
ro: Verifi_că ortografia

source: Choose languages to use for spellcheck:
ro: Alegeți limbile folosite pentru verificarea ortografică:

source: Language
ro: Limbă

source: %d bytes buffered
ro: %d octeți încărcați în memoria tampon

source: Error in spellchecking configuration: %s
ro: Eroare în configurația verificării ortografice: %s

source: I_nsert Color Code
ro: I_ntroduceți codul culorii

source: Black
ro: Negru

source: Dark Blue
ro: Albastru închis

source: Dark Green
ro: Verde închis

source: Red
ro: Roșu

source: Brown
ro: Maro

source: Purple
ro: Mov

source: Orange
ro: Portocaliu

source: Yellow
ro: Galben

source: Light Green
ro: Verde deschis

source: Light Blue
ro: Albastru deschis

source: Blue
ro: Albastru

source: Grey
ro: Gri

source: Light Grey
ro: Gri deschis

source: White
ro: Alb

source: Changing topic for %s
ro: Se schimbă subiectul pentru %s

source: _Send File...
ro: _Trimite un fișier...

source: Private _Chat
ro: Dis_cuție privată

source: _Kick
ro: _Dă afară

source: _Ban
ro: _Blochează

source: %s <span weight="bold">Name:</span> %s
ro: %s <span weight="bold">Nume:</span> %s

source: %s <span weight="bold">Country:</span> %s
ro: %s <span weight="bold">Țară:</span> %s

source: %s <span weight="bold">Last message:</span> %d minute ago
ro: %s <span weight="bold">Ultimul mesaj:</span> acum un minut

source: %s <span weight="bold">Away message:</span> %s
ro: %s <span weight="bold">Mesaj de absență:</span> %s

source: %d User
ro: un utilizator
