Repository: xchat-gnome/xchat-gnome
Catalog: po/*.po
Languages: ro

source: <span weight="bold">List Filtering</span>
ro: <span weight="bold">Filtrarea listei</span>

source: Channel _Name
ro: _Numele canalului

source: Channel _Topic
ro: _Subiectul canalului

source: Channels list
ro: Listă de canale

source: Join channel:
ro: Alăturare canal:

source: Search for text:
ro: Caută după text:

source: Show channels with:
ro: Arată canalele cu:

source: _Join Channel
ro: _Alăturare la canal

source: in:
ro: în:

source: to
ro: până la

source: users
ro: utilizatori

source: C_onnect
ro: C_onectează

source: File Transfers
ro: Transferuri de fișiere

source: <span weight="bold">Automatically Join Channels</span>
ro: <span weight="bold">Conectare automată la canale</span>

source: <span weight="bold">User Info</span>
ro: <span weight="bold">Informații utilizator</span>

source: Accept invalid _SSL certificate
ro: Acceptă certificate SSL nevalide

source: Character _encoding:
ro: Codificar_e caractere:

source: Cycle _until connected
ro: Repetă _până este conectat

source: Network Settings
ro: Configurările rețelei

source: Nickser_v password:
ro: Parolă nickser_v:

source: Server _password:
ro: _Parola serverului:

source: Servers
ro: Servere

source: Use _global user settings
ro: Folosește configurările _globale ale utilizatorului

source: Use _these user settings:
ro: Folosește aces_te configurații de utilizator:

source: User and Channels
ro: Utilizatori și canale

source: _Automatically connect to network
ro: Conect_are automată la rețea

source: _Name:
ro: _Nume:

source: _Nick name:
ro: Pseudo_nim:

source: _Real Name:
ro: Nume _real:

source: _Use secure connection (SSL)
ro: Folosește conexiune sec_urizată (SSL)

source: <span size="small" style="italic">Opaque</span>
ro: <span size="small" style="italic">Opac</span>

source: <span weight="bold">Background</span>
ro: <span weight="bold">Fundal</span>

source: <span weight="bold">DCC Settings</span>
ro: <span weight="bold">Configurări DCC</span>

source: <span weight="bold">Extra Colors</span>
ro: <span weight="bold">Alte culori</span>

source: <span weight="bold">File Transfers</span>
ro: <span weight="bold">Transferuri de fișiere</span>

source: <span weight="bold">General</span>
ro: <span weight="bold">Generale</span>

source: <span weight="bold">Highlighting</span>
ro: <span weight="bold">Evidențiere</span>

source: <span weight="bold">Text Colors</span>
ro: <span weight="bold">Culorile textului</span>

source: <span weight="bold">Throttling</span>
ro: <span weight="bold">Încetinire</span>

source: <span weight="bold">User Interface</span>
ro: <span weight="bold">Interfața pentru utilizator</span>

source: <span weight="bold">mIRC Colors</span>
ro: <span weight="bold">Culori mIRC</span>

source: A_way message:
ro: Mesaj de a_bsență:

source: Auto-accept DCC c_hat
ro: Auto-acceptă con_versații DCC

source: Auto-accept DCC file tr_ansfers
ro: Auto-acceptă tr_ansferurile de fișiere DCC

source: Background mark:
ro: Marcaj de fundal:

source: Buil_t-in schemes:
ro: Scheme integra_te:

source: Convert spaces to _underscores in filenames
ro: Convertește spațiile în linii de s_ubliniere în numele fișierelor

source: Enter extra words to trigger highlighting
ro: Introduceți alte cuvinte care să declanșeze evidențierea

source: Foreground mark:
ro: Marcaj de prim plan:

source: Get IP address from _server
ro: Obține adresa IP de la _server

source: Glo_bal receive KB/s:
ro: Viteza de primire glo_bală în KB/s:

source: I_mage file:
ro: Fișier i_magine:

source: In_dividual send KB/s:
ro: Viteza de trimitere in_dividuală în KB/s:

source: Indi_vidual receive KB/s:
ro: Viteza de primire indi_viduală în KB/s:

source: Move co_mpleted files to:
ro: Mută fișierele co_mplete în:

source: Preferences
ro: Preferințe

source: Real na_me:
ro: Nu_me real:

source: Save sender _nickname in filenames
ro: Salvează pseudo_nimul expeditorului în numele fișierelor

source: Select Completed Files Directory
ro: Alegeți dosarul pentru fișiere complete

source: Select Download Directory
ro: Alegeți dosarul pentru descărcări

source: Show _timestamps
ro: Arată marcaje de _timp

source: Show _user list in main window
ro: Arată lista de _utilizatori în fereastra principală

source: Show m_arker line
ro: Arată linia de m_arcaj

source: To edit a shortcut key, click on the corresponding row and type a new accelerator, or press backspace to clear.
ro: Pentru a modifica o scurtătură de taste, apăsați pe rândul corespunzător și tastați un accelerator nou, sau apăsați „backspace” pentru a șterge combinația de taste.

source: Use _system terminal font
ro: Folosește fontul terminalului de _sistem

source: Use t_his IP address:
ro: Fo_losește această adresă IP:

source: Use this f_ont:
ro: Folosește acest f_ont:

source: _Background color:
ro: Culoare fun_dal:

source: _Background image
ro: Imagine fun_dal

source: _Colorize nicknames
ro: _Colorează pseudonimele

source: _Download files to:
ro: _Descarcă fișierele în:

source: _Edit
ro: _Editare

source: _Foreground color:
ro: Culoare de _prim plan:

source: _Global send KB/s:
ro: Viteza de trimitere _globală în KB/s:

source: _Log conversations
ro: Înregistrează conversații_le

source: _Nickname:
ro: Pseudo_nim:

source: _None (use solid color)
ro: Fără fu_ndal (folosește o culoare)

source: _Part message:
ro: Mesaj de _părăsire:

source: _Quit message:
ro: Mesaj de ieșire:

source: _Show colors
ro: _Arată culorile

source: _Transparent background
ro: Fundal _transparent

source: spell checking
ro: corectare ortografică

source: Welcome to XChat-GNOME! Since this is your first time using this application, there are a couple things you'll need to configure before you can get started. These are the names by which you'll be recognized on IRC. Your nick name is the name by which you'll be known, whereas the real name is useful for things such as registering with services. You do not have to use your real name if you do not want to.
ro: Bun venit la XChat-GNOME! Deoarece aceasta este prima folosire a aplicației, sunt câteva elemente pe care trebuie să le configurați înainte de a începe. Acestea sunt numele prin care veți fi recunoscut pe IRC. Pseudonimul este numele prin care veți fi cunoscut, pe când numele real este folositor pentru lucruri precum înregistrarea cu diferite servicii. Nu trebuie să folosiți numele real dacă nu doriți acest lucru.

source: XChat-GNOME Setup
ro: Instalare XChat-GNOME

source: _Real name:
ro: Nume _real:

source: Change
ro: Schimbă

source: Chat with people using IRC
ro: Discutați cu persoane folosind IRC

source: IRC Chat
ro: Discuție IRC

source: XChat-GNOME IRC Chat
ro: XChat-GNOME - Discuții IRC

source: Apply on all _servers
ro: Aplică tuturor _serverelor

source: C_hange
ro: Sc_himbă

source: Change _nickname to:
ro: Schimbă pseudo_nimul la:

source: Close this discussion
ro: Închide această discuție

source: Mark as _away
ro: Marchează ca _absent

source: Nickname
ro: Pseudonim

source: Users
ro: Utilizatori

source: nickname
ro: pseudonim

source: Auto Away
ro: Declanșare automată a absenței

source: Automatically go away / come back
ro: Marchează automat ca absent / revenit

source: Network Monitor
ro: Monitor de rețea

source: NetworkManager connection monitor
ro: Monitor de conexiuni NetworkManager

source: %s loaded successfully
ro: %s s-a încărcat cu succes

source: Notification
ro: Notificări

source: A notification area plugin.
ro: Un modul pentru zona de notificare.

source: Notification plugin loaded.
ro: Modul pentru notificări activat.

source: Notification plugin unloaded.
ro: Modul pentru notificări dezactivat.

source: Level of the messages that require a notification
ro: Nivelul mesajelor ce necesită notificare

source: Messages are classified according to their importance. Select level of messages above which the notification icon will be displayed. Valid values are: "0" (always displayed), "1" (all messages including information), "2" (all channel messages), "3" (only private or highlighted messages).
ro: Mesajele sunt clasificate după importanță. Alegeți nivelul mesajelor la care iconița de notificare va fi afișată. Valori valide sunt: „0” (afișează întotdeauna), „1” (toate mesajele inclusiv informațiile), „2” (toate mesajele din canale), „3” (doar la mesaje private sau evidențiate).

source: <span weight="bold">Notification level</span>
ro: <span weight="bold">Nivel de notificare</span>

source: Notify each _event
ro: Notifică fiecare _eveniment

source: Notify each _message
ro: Notifică fiecare _mesaj

source: Notify only _private messages
ro: Notifică doar mesajele _private

source: _Always display notification icon
ro: _Afișează iconița de notificare întotdeauna

source: On-screen display
ro: Afișare pe ecran

source: Pops up notification of important messages when XChat-GNOME doesn't have the focus
ro: Deschide ferestre de notificare pentru mesajele importante când XChat-GNOME nu este focalizat.

source: Error closing notification: %s
ro: Eroare la închiderea notificării: %s

source: Failed to send notification: %s
ro: Trimiterea notificării a eșuat: %s

source: Message in %s
ro: Mesaj în %s

source: Message from %s
ro: Mesaj de la %s

source: Private Message from %s
ro: Mesaj privat de la %s

source: OSD loaded
ro: OSD încărcat

source: OSD initialization failed
ro: Inițializarea OSD a eșuat

source: Perl scripting interface
ro: Interfață de scripting Perl

source: Python scripting interface
ro: Interfață de scripting Python

source: xchat URL scraper
ro: extractor de URL-uri XChat

source: Time
ro: Timp

source: Nick
ro: Pseudonim

source: Channel
ro: Canal

source: URL Scraper
ro: Extractor de URL-uri

source: Grabs URLs and puts them in a separate window for easy viewing.
ro: Capturează URL-uri și le pune într-o fereastră separată pentru vizualizare facilă.

source: URL Scraper failed to load: couldn't compile URL regex.
ro: Încărcarea extractorului de URL-uri a eșuat: nu s-a putut compila expresia regulată pentru URL.

source: URL Scraper failed to load: couldn't compile e-mail regex.
ro: Încărcarea extractorului de URL-uri a eșuat: nu s-a putut compila expresia regulată pentru email.

source: URL Scraper loaded.
ro: Extractorul de URL-uri a fost încărcat.

source: URL Scraper unloaded.
ro: Extractorul de URL-uri a fost închis.

source: URL Scraper history length
ro: Lungimea istoricului extractorului de URL-uri

source: URL Scraper show timestamps
ro: Arată marcajele de timp în extractorul de URL-uri

source: New message received
ro: Mesaj nou primit

source: Sound Notification
ro: Notificări sunet

source: Play a sound when you receive a private message or your nick is highlighted.
ro: Redă un sunet la primirea unui mesaj privat sau când pseudonimul este evidențiat.

source: Sound-notification plugin loaded.
ro: Modulul Sound-notification a fost încărcat.

source: Sound-notification plugin unloaded.
ro: Modulul Sound-notification a fost descărcat.

source: Tcl plugin for XChat
ro: Modul tcl pentru XChat

source: Cannot create ~/.xchat2
ro: Nu s-a putut crea ~/.xchat2

source: I'm busy
ro: Sunt ocupat

source: Leaving
ro: Plecat

source: * Running IRC as root is stupid! You should create a User Account and use that to login.
ro: * Nu este indicată executarea IRC-ului cu drepturi de root! Ar trebui să creați un cont utilizator și să-l folosiți pentru a vă autentifica.

source: Couldn't connect to session bus
ro: Nu s-a putut stabili conexiunea către magistrala sesiunii

source: Detection of running instance failed
ro: Detectarea instanței pornite a eșuat

source: Failed to send "url" command to running instance
ro: Trimiterea comenzii „url” instanței pornite a eșuat

source: Waiting
ro: Se așteaptă

source: Active
ro: Activ

source: Failed
ro: Eșuat

source: Done
ro: Finalizat

source: Connect
ro: Conectare

source: Aborted
ro: Abandonat

source: Cannot access %s
ro: Nu se poate accesa %s

source: Error
ro: Eroare

source: %s is offering "%s". Do you want to accept?
ro: %s oferă „%s”. Doriți să acceptați?

source: No active DCCs
ro: Niciun DCC activ

source: YES
ro: DA

source: NO
ro: NU

source: You are being CTCP flooded from %s, ignoring %s
ro: Sunteți inundat cu pachete CTCP de la %s. Se ignoră %s

source: You are being MSG flooded from %s, setting gui_auto_open_dialog OFF.
ro: Sunteți inundat cu pachete MSG de la %s, se setează opțiunea gui_auto_open_dialog ca oprită (OFF).

source: %-20s online
ro: %-20s conectați

source: %-20s offline
ro: %-20s deconectați

source: No channel joined. Try /join #<channel>
ro: Nu v-ați alăturat niciunui canal. Încercați /join #<canal>

source: Not connected. Try /server <host> [<port>]
ro: Neconectat. Încercați /server <host> [<port>]

source: Already marked away: %s
ro: Deja marcat ca absent: %s

source: Already marked back.
ro: Deja marcat ca revenit.

source: I need /bin/sh to run!
ro: Este nevoie de /bin/sh pentru a funcționa!

source: Commands Available:
ro: Comenzi disponibile:

source: User defined commands:
ro: Comenzi definite de utilizator:

source: Plugin defined commands:
ro: Comenzi definite de module:

source: Type /HELP <command> for more information, or /HELP -l
ro: Tastați /HELP <comanda> pentru mai multe informații, sau /HELP -l

source: Unknown arg '%s' ignored.
ro: Argument necunoscut „%s” ignorat.

source: No such plugin found.
ro: Nu a fost găsit un astfel de modul.

source: That plugin is refusing to unload.
ro: Acel modul refuză să fie descărcat.

source: ADDBUTTON <name> <action>, adds a button under the user-list
ro: ADDBUTTON <nume> <acțiune>, adaugă un buton sub lista de utilizatori

source: ALLCHAN <cmd>, sends a command to all channels you're in
ro: ALLCHAN <cmd>, trimite o comandă către toate canalele conectate

source: ALLCHANL <cmd>, sends a command to all channels you're in
ro: ALLCHANL <cmd>, trimite o comandă către toate canalele conectate

source: ALLSERV <cmd>, sends a command to all servers you're in
ro: ALLSERV <cmd>, trimite o comandă către toate serverele conectate

source: AWAY [<reason>], sets you away
ro: AWAY [<motiv>], vă definește ca absent

source: BACK, sets you back (not away)
ro: BACK, vă definește ca revenit (din absență)

source: BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)
ro: BAN <mască> [<tipban>], blochează toți utilizatorii ce se potrivesc măștii canalului curent. Dacă sunt deja conectați, această acțiune nu îi dă afară (necesită un operator pe canal)

source: Set per channel options CHANOPT CONFMODE ON|OFF - Toggle conf mode/showing of join and part messages CHANOPT COLORPASTE ON|OFF - Toggle color paste CHANOPT BEEP ON|OFF - Toggle beep on message CHANOPT TRAY ON|OFF - Toggle tray blink on message
ro: Stabiliți opțiunile per canal CHANOPT CONFMODE ON|OFF - Comută mod conf/arătarea mesajelor de alăturare și părăsire CHANOPT COLORPASTE ON|OFF - Comută lipirea cu culori CHANOPT BEEP ON|OFF - Comută bipul la mesaje CHANOPT TRAY ON|OFF - Comută licărirea zonei de notificare la mesaje

source: CLEAR [ALL|HISTORY], Clears the current text window or command history
ro: CLEAR [ALL|HISTORY], Curăță fereastra de text curentă sau istoria de comenzi

source: CLOSE, Closes the current window/tab
ro: CLOSE, Închide fereastra/tabul curent

source: COUNTRY [-s] <code|wildcard>, finds a country code, eg: au = australia
ro: COUNTRY [-s] <cod|metacaracter>, găsește codul unei țări, de ex: ro = romania

source: CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO
ro: CTCP <pseudonim> <mesaj>, trimite mesajul CTCP la pseudonim, mesajele frecvente sunt VERSION și USERINFO

source: CYCLE [<channel>], parts the current or given channel and immediately rejoins
ro: CYCLE [<canal>], părăsește canalul curent sau cel dat și se reconectează la acesta imediat

source: DCC GET <nick> - accept an offered file DCC SEND [-maxcps=#] <nick> [file] - send a file to someone DCC PSEND [-maxcps=#] <nick> [file] - send a file using passive mode DCC LIST - show DCC list DCC CHAT <nick> - offer DCC CHAT to someone DCC PCHAT <nick> - offer DCC CHAT using passive mode DCC CLOSE <type> <nick> <file> example: /dcc close send johnsmith file.tar.gz
ro: DCC GET <pseudonim> - acceptă un fișier oferit DCC SEND [-maxcps=#] <pseudonim> [fișier] - trimite un fișier cuiva DCC PSEND [-maxcps=#] <pseudonim> [fișier] - trimite un fișier în mod pasiv DCC LIST - arată lista DCC DCC CHAT <pseudonim> - oferă DCC CHAT cuiva DCC PCHAT <pseudonim> - oferă DCC CHAT în mod pasiv DCC CLOSE <tip> <pseudonim> <fișier> exemplu: /dcc close send popescuion fișier.tar.gz

source: DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)
ro: DEHOP <pseudonim>, elimină statutul de semi operator al canalului, pseudonimului de pe canalul curent (necesită operator pe canal)

source: DELBUTTON <name>, deletes a button from under the user-list
ro: DELBUTTON <nume>, șterge un buton de sub lista de utilizatori

source: DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)
ro: DEOP <pseudonim>, elimină statutul de operator al canalului, pseudonimului de pe canalul curent (necesită operator pe canal)

source: DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)
ro: DEVOICE <pseudonim>, elimină statutul de voce al pseudonimului de pe canalul curent (necesită operator pe canal)

source: DISCON, Disconnects from server
ro: DISCON, deconectează de la server

source: DNS <nick|host|ip>, Finds a users IP number
ro: DNS <pseudonim|gazdă|ip>, găsește adresa IP a unui utilizator

source: ECHO <text>, Prints text locally
ro: ECHO <text>, tipărește text local

source: EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box
ro: EXEC [-o] <comandă>, rulează o comandă. Dacă steagul -o este folosit atunci rezultatul comenzii este trimis canalului curent, altfel este tipărit în caseta de text curentă

source: EXECCONT, sends the process SIGCONT
ro: EXECCONT, trimite procesului SIGCONT

source: EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed
ro: EXECKILL [-9], omoară un executabil ce rulează în sesiunea curentă. Dacă este dat -9 procesul este oprit prin SIGKILL

source: EXECSTOP, sends the process SIGSTOP
ro: EXECSTOP, trimite procesul SIGSTOP

source: EXECWRITE, sends data to the processes stdin
ro: EXECWRITE, trimite date intrarea standard (stdin) a procesului

source: FLUSHQ, flushes the current server's send queue
ro: FLUSHQ, golește coada de trimitere a serverului curent

source: GATE <host> [<port>], proxies through a host, port defaults to 23
ro: GATE <host> [<port>], folosește o gazdă ca proxy, portul implicit este 23

source: GHOST <nick> <password>, Kills a ghosted nickname
ro: GHOST <pseudonim> <parolă>, șterge un pseudonim fantomă

source: HOP <nick>, gives chanhalf-op status to the nick (needs chanop)
ro: HOP <pseudonim>, dă pseudonimului statut de semi-operator pe canal (necesită operator pe canal)

source: ID <password>, identifies yourself to nickserv
ro: ID <parolă>, vă identifică la nickserv

source: IGNORE <mask> <types..> <options..> mask - host mask to ignore, eg: *!*@*.aol.com types - types of data to ignore, one or all of: PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL options - NOSAVE, QUIET
ro: IGNORE <mască> <tipuri..> <opțiuni..> mască - masca gazdei pentru ignorare, ex: *!*@*.aol.com tipuri - tipuri de date pentru ignorare, unul sau toate: PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL opțiuni - NOSAVE, QUIET

source: INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)
ro: INVITE <pseudonim> [<canal>], invită pe cineva pe un canal, implicit este canalul curent (necesită operator pe canal)

source: JOIN <channel>, joins the channel
ro: JOIN <channel>, vă alătură canalului de discuție

source: KICK <nick>, kicks the nick from the current channel (needs chanop)
ro: KICK <pseudonim>, dă afară pseudonimul din canalul curent (necesită operator pe canal)

source: KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)
ro: KICKBAN <pseudonim>, blochează și apoi dă afară pseudonimul din canalul curent (necesită operator pe canal)

source: LAGCHECK, forces a new lag check
ro: LAGCHECK, forțează o verificare nouă a decalajului

source: LASTLOG <string>, searches for a string in the buffer
ro: LASTLOG <șir>, caută un șir în memoria tampon

source: LOAD [-e] <file>, loads a plugin or script
ro: LOAD [-e] <fișier>, încarcă un modul sau script

source: MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)
ro: MDEHOP, elimină statutul de semi-operator de canal tuturor participanților (necesită operator pe canal)

source: MDEOP, Mass deop's all chanops in the current channel (needs chanop)
ro: MDEHOP, elimină statutul de operator de canal tuturor participanților (necesită operator pe canal)

source: ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)
ro: ME <acțiune>, trimite acțiunea către canalul curent (acțiunile sunt scrise la persoana a 3-a, ex: /me sare)

source: MKICK, Mass kicks everyone except you in the current channel (needs chanop)
ro: MKICK, dă afară din canal toți participanții cu excepția ta (necesită operator pe canal)

source: MOP, Mass op's all users in the current channel (needs chanop)
ro: MOP, pune statut de operator de canal tuturor participanților (necesită operator pe canal)

source: MSG <nick> <message>, sends a private message
ro: MSG <pseudonim> <mesaj>, trimite un mesaj privat

source: NAMES, Lists the nicks on the current channel
ro: NAMES, enumeră pseudonimele din canalul curent

source: NCTCP <nick> <message>, Sends a CTCP notice
ro: NCTCP <pseudonim> <mesaj>, trimite un anunț CTCP

source: NICK <nickname>, sets your nick
ro: NICK <pseudonim>, vă schimbă pseudonimul

source: NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to
ro: NOTICE <pseudonim/canal> <mesaj>, trimite un anunț. Anunțurile sunt un tip de mesaj la care ar trebui să se reacționeze automat

source: NOTIFY [-n network1[,network2,...]] [<nick>], displays your notify list or adds someone to it
ro: NOTIFY [-n rețea1[,rețea2,...]] [<pseudonim>], afișează lista ta de notificări sau adaugă pe cineva acesteia

source: OP <nick>, gives chanop status to the nick (needs chanop)
ro: OP <pseudonim>, pune statut de operator pe canal pseudonimului (necesită operator pe canal)

source: PART [<channel>] [<reason>], leaves the channel, by default the current one
ro: PART [<canal>] [<motiv>], părăsește canalul, implicit cel curent

source: PING <nick | channel>, CTCP pings nick or channel
ro: PING <pseudonim | canal>, testează conexiunea CTCP cu pseudonimul sau canalul definit

source: QUERY [-nofocus] <nick>, opens up a new privmsg window to someone
ro: QUERY [-nofocus] <pseudonim>, deschide o fereastră pentru mesaje private cu cineva

source: QUIT [<reason>], disconnects from the current server
ro: QUIT [<motiv>], se deconectează de la serverul curent

source: QUOTE <text>, sends the text in raw form to the server
ro: QUOTE <text>, trimite textul în formă brută serverului

source: RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers
ro: RECONNECT [-ssl] [<gazdă>] [<port>] [<parolă>], poate fi apelat ca /RECONNECT pentru a se reconecta la serverul curent sau ca /RECONNECT ALL pentru a se reconecta la toate serverele deschise
