Repository: xchat-gnome/xchat-gnome
Catalog: po/*.po
Languages: ro

source: RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers
ro: RECONNECT [<gazdă>] [<port>] [<parolă>], poate fi apelat ca /RECONNECT pentru a se reconecta la serverul curent sau ca /RECONNECT ALL pentru a se reconecta la toate serverele deschise

source: RECV <text>, send raw data to xchat, as if it was received from the irc server
ro: RECV <text>, trimite date brute către xchat, ca și cum ar fi fost primite de la serverul irc

source: SAY <text>, sends the text to the object in the current window
ro: SAY <text>, trimite textul către obiectul din fereastra curentă

source: SEND <nick> [<file>]
ro: SEND <pseudonim> [<fișier>]

source: SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel
ro: SERVCHAN [-ssl] <gazdă> <port> <canal>, vă conectează și vă conectează la un canal

source: SERVCHAN <host> <port> <channel>, connects and joins a channel
ro: SERVCHAN <gazdă> <port> <canal>, vă conectează și vă alătură unui canal

source: SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections
ro: SERVER [-ssl] <gazdă> [<port>] [<parolă>], vă conectează la un server, portul implicit pentru conexiuni normale este 6667 și pentru conexiuni cu ssl este 9999

source: SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667
ro: SERVER <gazdă> [<port>] [<parolă>], vă conectează la un server, portul implicit este 6667

source: SET [-e] [-or] [-quiet] <variable> [<value>]
ro: SET [-e] [-or] [-quiet] <variabilă> [<valoare>]

source: SETCURSOR [-|+]<position>
ro: SETCURSOR [-|+]<poziție>

source: TOPIC [<topic>], sets the topic if one is given, else shows the current topic
ro: TOPIC [<subiect>], stabilește subiectul dacă acesta este dat, sau arată subiectul curent

source: TRAY -f <timeout> <file1> [<file2>] Blink tray between two icons. TRAY -f <filename> Set tray to a fixed icon. TRAY -i <number> Blink tray with an internal icon. TRAY -t <text> Set the tray tooltip. TRAY -b <title> <text> Set the tray balloon.
ro: TRAY -f <timp> <fișier1> [<fișier2>] Clipește zona de notificare între două iconițe. TRAY -f <numefișier> Stabilește zona de notificare la o iconiță fixă. TRAY -i <number> Clipește zona de notificare cu o iconiță internă. TRAY -t <text> Stabilește indiciile zonei de notificare. TRAY -b <titlu> <text> Stabilește balonul zonei de notificare.

source: UNBAN <mask> [<mask>...], unbans the specified masks.
ro: UNBAN <mască> [<mască>...], deblochează măștile specificate.

source: UNIGNORE <mask> [QUIET]
ro: UNIGNORE <mască> [QUIET]

source: UNLOAD <name>, unloads a plugin or script
ro: UNLOAD <nume>, descarcă un modul sau script

source: URL <url>, opens a URL in your browser
ro: URL <url>, deschide un URL în navigatorul de internet

source: USELECT [-a] [-s] <nick1> <nick2> etc, highlights nick(s) in channel userlist
ro: USELECT [-a] [-s] <pseudonim1> <pseudonim> etc, evidențiază pseudonimele în lista de utilizatori a canalului

source: VOICE <nick>, gives voice status to someone (needs chanop)
ro: VOICE <pseudonim>, dă statutul de voce cuiva (necesită operator de canal)

source: WALLCHAN <message>, writes the message to all channels
ro: WALLCHAN <mesaj>, scrie mesajul către toate canalele

source: WALLCHOP <message>, sends the message to all chanops on the current channel
ro: WALLCHOP <mesaj>, trimite mesajul către toți operatorii canalului curent

source: Usage: %s
ro: Utilizare: %s

source: No help available on that command.
ro: Nu există ajutor pentru acea comandă.

source: No such command.
ro: Comandă inexistentă.

source: Bad arguments for user command.
ro: Argumente incorecte pentru comandă.

source: Too many recursive usercommands, aborting.
ro: Prea multe comenzi recursive date de utilizator, se renunță.

source: Unknown Command. Try /help
ro: Comandă necunoscută. Încercați /help

source: No xchat_plugin_init symbol; is this really an xchat plugin?
ro: Nu există simbol xchat_plugin_init; sigur acesta este un modul xchat?

source: Are you sure this is a SSL capable server and port?
ro: Sunteți sigur că acesta este un server și port capabil de SSL?

source: Cannot resolve hostname %s Check your IP Settings!
ro: Nu s-a putut rezolva numele de gazdă %s Verificați configurările de IP!

source: Proxy traversal failed.
ro: Traversarea de proxy a eșuat.

source: Cycling to next server in %s...
ro: Se ciclează la următorul server în %s...

source: Warning: "%s" character set is unknown. No conversion will be applied for network %s.
ro: Avertisment! setul de caractere „%s” este necunoscut. Nu va fi aplicată nicio conversie pentru rețeaua %s.

source: Loaded log from
ro: Înregistrările au fost încărcate de la

source: **** ENDING LOGGING AT %s
ro: **** ÎNREGISTRAREA SE ÎNCHEIE LA %s

source: **** BEGIN LOGGING AT %s
ro: **** ÎNREGISTRAREA ÎNCEPE LA %s

source: * Can't open log file(s) for writing. Check the permissions on %s/xchatlogs
ro: * Fișierul de înregistrare nu se poate deschide pentru scriere. Verificați permisiunile pentru %s/xchatlogs

source: Left message
ro: Mesaj stânga

source: Right message
ro: Mesaj dreapta

source: The nick of the joining person
ro: Pseudonimul persoanei ce se conectează

source: The channel being joined
ro: Canalul la care se conectează

source: The host of the person
ro: Gazda persoanei

source: The action
ro: Acțiunea

source: Mode char
ro: Mod caracter

source: The text
ro: Textul

source: Identified text
ro: Text identificat

source: The message
ro: Mesajul

source: Old nickname
ro: Pseudonimul vechi

source: New nickname
ro: Pseudonimul nou

source: Nick of person who changed the topic
ro: Pseudonimul persoanei care a schimbat subiectul

source: Topic
ro: Subiect

source: The nickname of the kicker
ro: Pseudonimul celui care a dat afară

source: The person being kicked
ro: Persoana care este dată afară

source: The channel
ro: Canalul

source: The reason
ro: Motivul

source: The nick of the person leaving
ro: Pseudonimul persoanei care părăsește

source: The time
ro: Timpul

source: The creator
ro: Creatorul

source: Reason
ro: Motiv

source: Host
ro: Gazdă

source: Who it's from
ro: De la cine este

source: The time in x.x format (see below)
ro: Timpul în format x.x (vezi mai jos)

source: The Channel it's going to
ro: Canalul va

source: The sound
ro: Sunetul

source: The nick of the person
ro: Pseudonimul persoanei

source: The CTCP event
ro: Evenimentul CTCP

source: The nick of the person who set the key
ro: Pseudonimul persoanei care a stabilit cheia

source: The key
ro: Cheia

source: The nick of the person who set the limit
ro: Pseudonimul persoanei care a stabilit limita

source: The limit
ro: Limita

source: The nick of the person who has been op'ed
ro: Pseudonimul persoanei căruia i s-a dat statutul de operator pe canal

source: The nick of the person who did the op'ing
ro: Pseudonimul persoanei care a dat statutul de operator pe canal

source: The nick of the person who has been halfop'ed
ro: Pseudonimul persoanei căruia i s-a dat statutul de semi-operator pe canal

source: The nick of the person who did the halfop'ing
ro: Pseudonimul persoanei care a dat statutul de semi-operator pe canal

source: The nick of the person who did the voice'ing
ro: Pseudonimul persoanei care a dat statutul de voce

source: The nick of the person who has been voice'ed
ro: Pseudonimul persoanei căruia i s-a dat statutul de voce

source: The nick of the person who did the banning
ro: Pseudonimul persoanei care a inițiat blocarea

source: The ban mask
ro: Masca blocării

source: The nick who removed the key
ro: Pseudonimul care a eliminat cheia

source: The nick who removed the limit
ro: Pseudonimul care a eliminat limita

source: The nick of the person who did the deop'ing
ro: Pseudonimul persoanei care a eliminat statutul de operator pe canal

source: The nick of the person who has been deop'ed
ro: Pseudonimul persoanei căreia i s-a eliminat statutul de operator pe canal

source: The nick of the person who did the dehalfop'ing
ro: Pseudonimul persoanei care a eliminat statutul de semi-operator pe canal

source: The nick of the person who has been dehalfop'ed
ro: Pseudonimul persoanei căreia i s-a eliminat statutul de semi-operator pe canal

source: The nick of the person who did the devoice'ing
ro: Pseudonimul persoanei care a eliminat statutul de voce

source: The nick of the person who has been devoice'ed
ro: Pseudonimul persoanei căreia i s-a eliminat statutul de voce

source: The nick of the person who did the unban'ing
ro: Pseudonimul persoanei care a făcut deblocarea

source: The nick of the person who did the exempt
ro: Pseudonimul persoanei care a făcut scutirea

source: The exempt mask
ro: Masca scutirii

source: The nick of the person who removed the exempt
ro: Pseudonimul persoanei care a eliminat scutirea

source: The nick of the person who did the invite
ro: Pseudonimul persoanei care a făcut invitația

source: The invite mask
ro: Masca invitației

source: The nick of the person who removed the invite
ro: Pseudonimul persoanei care a eliminat invitația

source: The nick of the person who set the mode
ro: Pseudonimul persoanei care a definit modul

source: The mode's sign (+/-)
ro: Semnul modului (+/-)

source: The mode letter
ro: Litera modului

source: The channel it's being set on
ro: Canalul asupra căruia este definit

source: Username
ro: Nume utilizator

source: Full name
ro: Nume întreg

source: Channel Membership/"is an IRC operator"
ro: Channel Membership/ „este un operator IRC”

source: Server Information
ro: Informații despre server

source: Idle time
ro: Timp de inactivitate

source: Signon time
ro: Momentul autentificării

source: Away reason
ro: Motiv absență

source: Message
ro: Mesaj

source: Account
ro: Cont

source: Real user@host
ro: utilizator@gazdă real

source: Real IP
ro: IP real

source: Channel Name
ro: Nume canal

source: Server Name
ro: Nume Server

source: Nick of person who invited you
ro: Numele persoanei care v-a invitat

source: Nickname in use
ro: Nume de utilizator folosit

source: Nick being tried
ro: Numele de utilizator care se încearcă

source: Network
ro: Rețea

source: Modes string
ro: Șir de moduri

source: IP address
ro: Adresă IP

source: DCC Type
ro: Tip DCC

source: Filename
ro: Nume fișier

source: Destination filename
ro: Numele destinației

source: Pathname
ro: Cale

source: Position
ro: Poziție

source: Size
ro: Dimensiune

source: DCC String
ro: Șir DCC

source: Number of notify items
ro: Numărul notificărilor

source: Old Filename
ro: Numele vechi

source: New Filename
ro: Numele nou

source: Receiver
ro: Destinatar

source: Hostmask
ro: Mască gazdă

source: Hostname
ro: Nume gazdă

source: The Packet
ro: Pachetul

source: Seconds
ro: Secunde

source: Nick of person who have been invited
ro: Numele persoanei invitate

source: Banmask
ro: Mască blocare

source: Who set the ban
ro: Cine a făcut blocarea

source: Ban time
ro: Momentul blocării

source: Error parsing event %s. Loading default.
ro: Eroare la analizarea evenimentului %s. Se încarcă evenimentul implicit.

source: Cannot read sound file: %s
ro: Nu s-a putut citi fișierul de sunet: %s

source: -%C10-%C11-%O$t$1 added to notify list.
ro: -%C10-%C11-%O$t$1 a fost adăugat în lista notificărilor.

source: -%C10-%C11-%O$t$1 Banlist: %C3$4 %C4$2 %C5$3%O
ro: -%C10-%C11-%O$t$1 Listă de blocări: %C3$4 %C4$2 %C5$3%O

source: -%C10-%C11-%O$tCannot join%C11 %B$1 %O(You are banned).
ro: -%C10-%C11-%O$tNu s-a putut alătura%C11 %B$1 %O(Sunteți blocat).

source: -%C10-%C11-%O$t$1 is now known as $2
ro: -%C10-%C11-%O$t$1 este acum cunoscut ca $2

source: -%C10-%C11-%O$t$1 sets ban on $2
ro: -%C10-%C11-%O$t$1 a blocat pe $2

source: -%C10-%C11-%O$tChannel $1 created on $2
ro: -%C10-%C11-%O$tCanal $1 a creat pe $2

source: -%C10-%C11-%O$t$1 removes channel half-operator status from $2
ro: -%C10-%C11-%O$t$1 elimină statutul de semi.operator pe canal de la $2

source: -%C10-%C11-%O$t$1 removes channel operator status from $2
ro: -%C10-%C11-%O$t$1 elimină statutul de operator pe canal de la $2

source: -%C10-%C11-%O$t$1 removes voice from $2
ro: -%C10-%C11-%O$t$1 elimină statutul de voce de la $2

source: -%C10-%C11-%O$t$1 sets exempt on $2
ro: -%C10-%C11-%O$t$1 stabilește excepție pe $2

source: -%C10-%C11-%O$t$1 gives channel half-operator status to $2
ro: -%C10-%C11-%O$t$1 dă statut de semi-operator pe canal lui $2

source: -%C10-%C11-%O$t$1 sets invite on $2
ro: -%C10-%C11-%O$t$1 stabilește invitație pe $2

source: %UChannel Users Topic%O
ro: %UChannel Utilizatori Subiect%O

source: -%C10-%C11-%O$t$1 sets mode $2$3 $4
ro: -%C10-%C11-%O$t$1 stabilește modul $2$3 $4

source: -%C10-%C11-%O$tChannel $1 modes: $2
ro: -%C10-%C11-%O$tModurile canalului $1: $2

source: -%C10-%C11-%O$t$1 gives channel operator status to $2
ro: -%C10-%C11-%O$t$1 dă statut de operator pe canal lui $2

source: -%C10-%C11-%O$t$1 removes exempt on $2
ro: -%C10-%C11-%O$t$1 elimină excepția de pe $2

source: -%C10-%C11-%O$t$1 removes invite on $2
ro: -%C10-%C11-%O$t$1 elimină invitația de pe $2

source: -%C10-%C11-%O$t$1 removes channel keyword
ro: -%C10-%C11-%O$t$1 elimină cuvântul cheie al canalului

source: -%C10-%C11-%O$t$1 removes user limit
ro: -%C10-%C11-%O$t$1 elimină limita de utilizatori

source: -%C10-%C11-%O$t$1 sets channel keyword to $2
ro: -%C10-%C11-%O$t$1 stabilește cuvântul cheie al canalului la $2

source: -%C10-%C11-%O$t$1 sets channel limit to $2
ro: -%C10-%C11-%O$t$1 stabilește limita de utilizatori la $2

source: -%C10-%C11-%O$t$1 removes ban on $2
ro: -%C10-%C11-%O$t$1 elimină blocarea de pe $2

source: -%C10-%C11-%O$t$1 gives voice to $2
ro: -%C10-%C11-%O$t$1 dă statut de voce lui $2

source: -%C10-%C11-%O$tConnected. Now logging in..
ro: -%C10-%C11-%O$tConectat. Se autentifică..

source: -%C10-%C11-%O$tConnecting to %C11$1 %C14(%C11$2%C14)%C port %C11$3%C..
ro: -%C10-%C11-%O$tSe conectează la %C11$1 %C14(%C11$2%C14)%C port %C11$3%C..

source: -%C10-%C11-%O$tConnection failed. Error: $1
ro: -%C10-%C11-%O$tConectarea a eșuat. Eroare: $1

source: -%C10-%C11-%O$tReceived a CTCP $1 from $2
ro: -%C10-%C11-%O$tS-a primit un CTCP $1 de la $2

source: -%C10-%C11-%O$tReceived a CTCP $1 from $2 (to $3)
ro: -%C10-%C11-%O$tS-a primit un CTCP $1 de la $2 (la $3)

source: -%C10-%C11-%O$tReceived a CTCP Sound $1 from $2
ro: -%C10-%C11-%O$tS-a primit un sunet CTCP $1 de la $2

source: %C22*%O$tReceived a CTCP Sound $1 from $2 (to $3)
ro: -%C10-%C11-%O$tS-a primit un sunet CTCP $1 de la $2 (la $3)

source: -%C10-%C11-%O$tDCC CHAT to %C11$1%O aborted.
ro: -%C10-%C11-%O$tS-a abandonat discuția DCC către %C11$1%O.

source: -%C10-%C11-%O$tDCC CHAT connection established to %C11$1 %C14[%O$2%C14]%O
ro: -%C10-%C11-%O$tConexiune de discuție DCC către %C11$1 %C14[%O$2%C14]%O s-a stabilit

source: -%C10-%C11-%O$tDCC CHAT failed. Connection to $1 %C14[%O$2:$3%C14]%O lost.
ro: -%C10-%C11-%O$tDiscuția DCC a eșuat. Conexiunea către $1 %C14[%O$2:$3%C14]%O s-a pierdut.

source: -%C10-%C11-%O$tReceived a DCC CHAT offer from $1
ro: -%C10-%C11-%O$tS-a primit o ofertă de discuție DCC de la $1

source: -%C10-%C11-%O$tOffering DCC CHAT to $1
ro: -%C10-%C11-%O$tSe oferă discuție DCC către $1

source: -%C10-%C11-%O$tAlready offering CHAT to $1
ro: -%C10-%C11-%O$tDeja se oferă discuție către $1

source: -%C10-%C11-%O$tDCC $1 connect attempt to %C11$2%O failed (err=$3).
ro: -%C10-%C11-%O$tDCC $1 încercarea de conectare la %C11$2%O a eșuat (eroare=$3).

source: -%C10-%C11-%O$tReceived '$1%O' from $2
ro: -%C10-%C11-%O$tS-a primit „$1%O” de la $2

source: %C24,18 Type To/From Status Size Pos File
ro: %C24,18 Tip Pt./De la Stare Dim. Poziție Fișier

source: -%C10-%C11-%O$tReceived a malformed DCC request from %C11$1%O.%010-%C10-%C11-%O$tContents of packet: $2
ro: -%C10-%C11-%O$tA primit o cerere DCC greșită de la %C11$1%O.%010-%C10-%C11-%O$tConține pachetul: $2

source: -%C10-%C11-%O$tOffering %C11$1 %Cto %C11$2%O
ro: -%C10-%C11-%O$tSe oferă %C11$1 %Clui %C11$2%O

source: -%C10-%C11-%O$tNo such DCC offer.
ro: -%C10-%C11-%O$tNu există această ofertă DCC.

source: -%C10-%C11-%O$tDCC RECV %C11$2%O to %C11$1%O aborted.
ro: -%C10-%C11-%O$tDCC RECV %C11$2%O la %C11$1%O abandonat.

source: -%C10-%C11-%O$tDCC RECV %C11$1%O from %C11$3%O complete %C14[%C11$4%O cps%C14]%O.
ro: -%C10-%C11-%O$tDCC RECV %C11$1%O de la %C11$3%O completează %C14[%C11$4%O cps%C14]%O.

source: -%C10-%C11-%O$tDCC RECV connection established to %C11$1 %C14[%O$2%C14]%O
ro: -%C10-%C11-%O$tDCC RECV conexiune stabilită la %C11$1 %C14[%O$2%C14]%O

source: -%C10-%C11-%O$tDCC RECV $1 ($2) failed. Connection to $3 lost.
ro: -%C10-%C11-%O$tDCC RECV $1 ($2) eșuat. Conexiunea la $3 pierdută.

source: -%C10-%C11-%O$tDCC RECV: Cannot open $1 for writing ($2).
ro: -%C10-%C11-%O$tDCC RECV: Nu se poate deschide $1 pentru scriere ($2).

source: -%C10-%C11-%O$tThe file %C11$1%C already exists, saving it as %C11$2%O instead.
ro: -%C10-%C11-%O$tFișierul %C11$1%C există deja, se salvează ca %C11$2%O în schimb.

source: -%C10-%C11-%O$t%C11$1 %Chas requested to resume %C11$2 %Cfrom %C11$3%C.
ro: -%C10-%C11-%O$t%C11$1 %Chas cere revenirea la %C11$2 %Cde la %C11$3%C.

source: -%C10-%C11-%O$tDCC SEND %C11$2%O to %C11$1%O aborted.
ro: -%C10-%C11-%O$tS-a abandonat trimiterea DCC %C11$2%O către %C11$1%O.

source: -%C10-%C11-%O$tDCC SEND %C11$1%O to %C11$2%O complete %C14[%C11$3%O cps%C14]%O.
ro: -%C10-%C11-%O$tDCC SEND %C11$1%O la %C11$2%O complet %C14[%C11$3%O cps%C14]%O.

source: -%C10-%C11-%O$tDCC SEND connection established to %C11$1 %C14[%O$2%C14]%O
ro: -%C10-%C11-%O$tDCC SEND conexiune stabilită la %C11$1 %C14[%O$2%C14]%O

source: -%C10-%C11-%O$tDCC SEND %C11$1%O failed. Connection to %C11$2%O lost.
ro: -%C10-%C11-%O$tDCC SEND %C11$1%O a eșuat. Conexiunea la %C11$2%O s-a pierdut.

source: -%C10-%C11-%O$t%C11$1 %Chas offered %C11$2 %C(%C11$3 %Cbytes)
ro: -%C10-%C11-%O$t%C11$1 %Ca oferit %C11$2 %C(%C11$3 %Cbiți)

source: -%C10-%C11-%O$tDCC $1 %C11$2 %Cto %C11$3 %Cstalled - aborting.
ro: -%C10-%C11-%O$tDCC $1 %C11$2 %Cto %C11$3 %Cînțepenit - se renunță.

source: -%C10-%C11-%O$tDCC $1 %C11$2 %Cto %C11$3 %Ctimed out - aborting.
ro: -%C10-%C11-%O$tDCC $1 %C11$2 %Cto %C11$3 %Crămas fără timp - se renunță.

source: -%C10-%C11-%O$t$1 deleted from notify list.
ro: -%C10-%C11-%O$t$1 a fost șters de la lista notificărilor.

source: -%C10-%C11-%O$tDisconnected ($1).
ro: -%C10-%C11-%O$tS-a deconectat ($1).

source: -%C10-%C11-%O$tFound your IP: [$1]
ro: -%C10-%C11-%O$tS-a găsit IP-ul dumneavoastră: [$1]

source: %O%C11$1%O added to ignore list.
ro: %O%C11$1%O a fost adăugat la lista de ignorare.

source: Ignore on %C11$1%O changed.
ro: Ignorarea la %C11$1%O a fost schimbată.

source: %C24,18 Hostmask PRIV NOTI CHAN CTCP DCC INVI UNIG
ro: %C24,18 Mască de gazdă PRIV NOTI CHAN CTCP DCC INVI UNIG

source: %O%C11$1%O removed from ignore list.
ro: %O%C11$1%O eliminat din lista de ignorare.

source: Ignore list is empty.
ro: Lista de ignorare este goală.

source: -%C10-%C11-%O$tCannot join%C11 %B$1 %O(Channel is invite only).
ro: -%C10-%C11-%O$tNu se poate conecta la%C11 %B$1 %O(Canalul este numai pentru invitați).

source: -%C10-%C11-%O$tYou have been invited to %C11$1%C by %C11$2%C (%C11$3%C)
ro: -%C10-%C11-%O$tAți fost invitat la %C11$1%C de %C11$2%C (%C11$3%C)

source: -%C10-%C11>%O$t%B$1%B %C14(%C10$3%C14)%C has joined $2
ro: -%C10-%C11>%O$t%B$1%B %C14(%C10$3%C14)%C s-a conectat la $2

source: -%C10-%C11-%O$tCannot join%C11 %B$1 %O(Requires keyword).
ro: -%C10-%C11-%O$tNu se poate conecta la%C11 %B$1 %O(E necesar cuvânt cheie).

source: <%C10-%C11-%O$t$1 has kicked $2 from $3 ($4%O)
ro: <%C10-%C11-%O$t$1 l-a dat afară pe $2 din $3 ($4%O)

source: -%C10-%C11-%O$tYou have been killed by $1 ($2%O)
ro: -%C10-%C11-%O$tAți fost eliminat de $1 ($2%O)

source: -%C10-%C11-%O$tMOTD Skipped.
ro: -%C10-%C11-%O$tMOTD Omis.

source: -%C10-%C11-%O$t$1 already in use. Retrying with $2..
ro: -%C10-%C11-%O$t$1 deja în folosire. Se reîncearcă cu $2..

source: -%C10-%C11-%O$tNickname already in use. Use /NICK to try another.
ro: -%C10-%C11-%O$tPseudonimul deja în folosință. Folosiți /NICK pentru a încerca altul.

source: -%C10-%C11-%O$tNo such DCC.
ro: -%C10-%C11-%O$tNu există acest DCC.

source: -%C10-%C11-%O$tNo process is currently running
ro: -%C10-%C11-%O$tNiciun proces nu rulează momentan

source: -%C10-%C11-%O$tNotify list is empty.
ro: -%C10-%C11-%O$tLista notificărilor este goală.

source: %C24,18 %B Notify List
ro: %C24,18 %B Lista notificărilor

source: -%C10-%C11-%O$t$1 users in notify list.
ro: -%C10-%C11-%O$t$1 utilizatori în lista notificărilor.

source: -%C10-%C11-%O$tNotify: $1 is offline ($2).
ro: -%C10-%C11-%O$tNotificare: $1 este deconectat ($2).

source: -%C10-%C11-%O$tNotify: $1 is online ($2).
ro: -%C10-%C11-%O$tNotificare: $1 este deconectat ($2).

source: <%C10-%C11-%O$t$1 %C14(%O$2%C14)%C has left $3
ro: <%C10-%C11-%O$t$1 %C14(%O$2%C14)%C a părăsit $3

source: <%C10-%C11-%O$t$1 %C14(%O$2%C14)%C has left $3 %C14(%O$4%C14)%O
ro: <%C10-%C11-%O$t$1 %C14(%O$2%C14)%C a părăsit $3 %C14(%O$4%C14)%O

source: -%C10-%C11-%O$tPing reply from $1 : $2 second(s)
ro: -%C10-%C11-%O$tRăspunsul testului de conexiune de la $1 : $2 secunde

source: -%C10-%C11-%O$tNo ping reply for $1 seconds, disconnecting.
ro: -%C10-%C11-%O$tNiciun răspuns la testul de conexiune de $1 secunde, se deconectează.

source: -%C10-%C11-%O$tA process is already running
ro: -%C10-%C11-%O$tUn proces rulează deja

source: <%C10-%C11-%O$t$1 has quit %C14(%O$2%O%C14)%O
ro: <%C10-%C11-%O$t$1 a părăsit %C14(%O$2%O%C14)%O

source: -%C10-%C11-%O$t$1 sets modes%B %C14[%O$2%B%C14]%O
ro: -%C10-%C11-%O$t$1 a stabilit modurile%B %C14[%O$2%B%C14]%O

source: -%C10-%C11-%O$tLooking up IP number for%C11 $1%O..
ro: -%C10-%C11-%O$tSe caută numărul de IP pentru%C11 $1%O..

source: -%C10-%C11-%O$tConnected.
ro: -%C10-%C11-%O$tConectat.

source: -%C10-%C11-%O$tLooking up %C11$1%C..
ro: -%C10-%C11-%O$tSe caută %C11$1%C..

source: -%C10-%C11-%O$tStopped previous connection attempt (pid=$1)
ro: -%C10-%C11-%O$tS-au oprit încercările de conectare precedente (pid=$1)

source: -%C10-%C11-%O$tTopic for %C11$1%C is %C11$2%O
ro: -%C10-%C11-%O$tSubiectul pentru %C11$1%C este %C11$2%O

source: -%C10-%C11-%O$t$1 has changed the topic to: $2%O
ro: -%C10-%C11-%O$t$1 a schimbat subiectul la: $2%O

source: -%C10-%C11-%O$tTopic for %C11$1%C set by %C11$2%C at %C11$3%O
ro: -%C10-%C11-%O$tSubiectul pentru %C11$1%C stabilit de %C11$2%C la %C11$3%O

source: -%C10-%C11-%O$tUnknown host. Maybe you misspelled it?
ro: -%C10-%C11-%O$tGazdă necunoscută. Se poate să fi scris greșit?

source: -%C10-%C11-%O$tCannot join%C11 %B$1 %O(User limit reached).
ro: -%C10-%C11-%O$tNu se poate conecta%C11 %B$1 %O(limita de utilizatori a fost atinsă).

source: -%C10-%C11-%O$t%C11Users on $1:%C $2
ro: -%C10-%C11-%O$t%C11Utilizatori pe $1:%C $2

source: -%C10-%C11-%O$t%C12[%O$1%C12] %Cis away %C14(%O$2%O%C14)
ro: -%C10-%C11-%O$t%C12[%O$1%C12] %Cis plecat %C14(%O$2%O%C14)

source: -%C10-%C11-%O$t%C12[%O$1%C12] %CEnd of WHOIS list.
ro: -%C10-%C11-%O$t%C12[%O$1%C12] %CEnd a listei WHOIS.

source: -%C10-%C11-%O$t%C12[%O$1%C12]%O idle %C11$2%O
ro: -%C10-%C11-%O$t%C12[%O$1%C12]%O absent %C11$2%O

source: -%C10-%C11-%O$t%C12[%O$1%C12]%O idle %C11$2%O, signon: %C11$3%O
ro: -%C10-%C11-%O$t%C12[%O$1%C12]%O absent %C11$2%O, conectat la: %C11$3%O

source: -%C10-%C11-%O$t%C12[%O$1%C12] %Oreal user@host %C11$2%O, real IP %C11$3%O
ro: -%C10-%C11-%O$t%C12[%O$1%C12] %Oreal utilizator@gazdă %C11$2%O, IP real %C11$3%O

source: -%C10-%C11>%O$t%BYou%B are now talking on %C11$2%O
ro: -%C10-%C11>%O$t%BDumneavoastă%B vorbiți acum pe %C11$2%O

source: -%C10-%C11-%O$tYou have been kicked from $2 by $3 ($4%O)
ro: -%C10-%C11-%O$tAți fost dat afară din $2 de către $3 ($4%O)

source: -%C10-%C11-%O$tYou have left channel $3
ro: -%C10-%C11-%O$tMai aveți canalul $3
